"menu.help.title" = "Asistență pentru închirierea de mașini";
"settings.label.url.1" = "Gestionare rezervare";
"settings.label.url.2" = "Întrebări frecvente";
"settings.label.url.3" = "Centru de asistență";
"bookings.status.confirmed" = "Confirmată";
"bookings.status.unconfirmed" = "Neconfirmată";
"bookings.status.cancelled" = "Anulată";
"bookings.title" = "Rezervări";
"bookings.status.reviewpayment" = "Revizuire plată";
"bookings.status.completed" = "Finalizate";
"bookings.sheet.bookingdetails.link" = "Vizualizare detalii rezervare";
"bookings.sheet.unconfirmed.info" = "Majoritatea rezervărilor noastre sunt confirmate în 48 de ore";
"bookings.sheet.reviewpayment.info" = "Plată eșuată. Accesați gestionare rezervare pentru a verifica detaliile de plată.";
"bookings.sheet.managebooking.link" = "Gestionare rezervare";
"bookings.bookingdetails.status" = "Stare rezervare";
"sale_landing_banner_monetary_tagline" = "Rezervaţi acum de la ${x} pe zi!";
"sale_landing_banner_percentage_tagline" = "Reducere de până la ${x}, rezervați acum!";
"filter.header.eco" = "Ecologic";
"filter.header.mileage" = "Kilometraj";
"vehicle.seats.number" = "${x} locuri";
"menu.alert.title" = "Modificați setările?";
"menu.alert.body" = "Orice căutări active vor fi resetate.";
"insurance.options.axa.header" = "Opțiuni asigurare";
"insurance.options.axa.limited.body" = "<b>Limitată</b> - Oferă <b>acoperire minimă</b>, dacă aveți un accident va trebui să plătiți o franșiză <b>nerambursabilă</b> de până la ${x}.";
"insurance.options.axa.premium.body" = "<b>Premium</b> - Oferă <b>acoperire superioară</b>, dacă aveți un accident vi se va <b>rambursa</b> franșiza până la ${x}.";
"insurance.limited.caption" = "Asigurare minimă în caz de furt și deteriorarea caroseriei. <b>Dvs. plătiți pentru toate daunele</b> care nu sunt acoperite de opțiunea limitată.";
"insurance.limited.benefit1" = "<b>Franșiză</b> nerambursabilă";
"insurance.limited.benefit2" = "Protecția terților";
"insurance.limited.benefit3" = "Asistenţă auto";
"insurance.limited.excess.liable" = "Selectând Acoperire limitată veți avea obligația de a plăti franșiza de până la ${x} în cazul unui accident fără nicio rambursare disponibilă.";
"insurance.limited.included" = "Inclus";
"insurance.axa.premium.caption" = "Vă oferă un <b>nivel superior de acoperire</b>, inclusiv toate opțiunile de asigurare limitată.";
"insurance.axa.premium.benefit1" = "Franșiză <b>rambursabilă integral</b>";
"insurance.axa.premium.benefit2" = "Protecția terților";
"insurance.axa.premium.benefit3" = "Asistenţă auto";
"insurance.axa.premium.benefit4" = "Deteriorarea parbrizului, geamurilor și anvelopelor";
"insurance.axa.premium.benefit5" = "Lucrurile dvs. personale";
"insurance.axa.premium.benefit6" = "Daune sau pierderi cheie";
"insurance.axa.premium.benefit7" = "Deteriorare plafon și șasiu";
"insurance.axa.premium.benefit8" = "Taxe pentru alimentare necorespunzătoare";
"insurance.axa.premium.benefit9" = "Taxe de administrare";
"insurance.axa.premium.benefit10" = "Asistență multilingvă pentru reclamații";
"insurance.axa.premium.terms" = "Prin selectarea asigurării Premium și continuare, confirmați că ați citit și acceptat Termenii și Condițiile Poliței de Asigurare și pe baza acestor informații, această poliță se potrivește nevoilor dumneavoastră.";
"insurance.priceperday" = "${x}/zi";
"insurance.total.price" = "Total: ${x}";
"insurance.options.awn.au.header" = "Nu vă asumați niciun risc. Obțineți o asigurare de călătorie.";
"insurance.options.awn.au.body" = "<b>Asigurarea Roadtrip</b> - Oferă acoperire, iar dacă aveți un accident cu vehiculul închiriat, franșiza și bunurile dvs. personale sunt acoperite pentru până la ${x}.";
"insurance.awn.au.title" = "Asigurare de călătorie";
"insurance.awn.au.caption" = "Vă oferă un <b>nivel superior de acoperire</b>, inclusiv toate opțiunile de asigurare limitată.";
"insurance.awn.au.benefit1" = "Franșiză rambursabilă până la 100%";
"insurance.awn.au.benefit2" = "Protecția terților";
"insurance.awn.au.benefit3" = "Lucrurile dvs. personale";
"insurance.awn.au.benefit4" = "Cheltuieli medicale în străinătate";
"insurance.awn.au.benefit5" = "Acoperire principală și bunuri personale";
"insurance.awn.au.benefit6" = "Deces accidental";
"insurance.awn.au.benefit7" = "Taxe pentru alimentare necorespunzătoare";
"insurance.axa.premium.cancellation.policy" = "Anulare gratuită a asigurării cu până la 24 de ore înainte de preluare";
"insurance.awn.au.terms" = "Prin selectarea asigurării Roadtrip și continuare, confirmați că ați citit și acceptat ${x} Poliței de Asigurare și pe baza acestor informații, această poliță se potrivește nevoilor dumneavoastră.";
"insurance.zero.excess.terms" = "Prin selectarea asigurării Franșiză zero și continuare, confirmați că ați citit și acceptat Termenii și Condițiile Poliței de Asigurare și pe baza acestor informații, această poliță se potrivește nevoilor dumneavoastră.";
"insurance.options.awn.au.limited.body" = "<b>Asigurare limitată</b> - Nu există acoperire pentru franșiza sau bunurile dvs. personale.";
"insurance.awn.au.terms.link" = "Termenii şi condiţiile";
"results.filter.all1" = "Toate filtrele";
"results.filter.all2" = "Toate filtrele (${x})";
"results.summary.title" = "<b>${x}</b> mașini | Sortare după: <b>${y}</b>";
"Omnibus.Pos.1.Title" = "Cum funcționează ordinea de sortare „Recomandate”?";
"Omnibus.Pos.2.Title" = "Ce înseamnă „Raport calitate-preț”?";
"Omnibus.Pos.3.Title" = "Ce variabile sunt luate în considerare în ordinea de sortare?";
"Omnibus.Pos.4.Title" = "Cum funcționează pozițiile sponsorizate?";
"Omnibus.Pos.1.Body" = "Ordinea de sortare „Recomandate” utilizează o varietate de factori pentru a clasifica vehiculele într-o ordine care vă asigură că veți vedea cel mai bun „Raport calitate-preț” în partea de sus a rezultatelor căutării. Comisionul primit de la furnizorii de închirieri mașini influențează această ordine.";
"Omnibus.Pos.2.Body" = "Termenul „Raport calitate-preț” descrie variabilele care influențează probabilitatea ca un client să închirieze o mașină. Comisionul pe care îl primim noi (CarTrawler) de la furnizorii de închirieri mașini recunoaște rolul pe care îl jucăm (CarTrawler) în rezervare și influențează modul în care stabilim „Raportul calitate-preț” global.";
"Omnibus.Pos.3.Body" = "Pentru identificarea celui mai bun „Raport calitate-preț” pentru clienții noștri, ordinea noastră de sortare ia în considerare mai multe variabile, inclusiv:";
"Omnibus.Pos.4.Body" = "Unii parteneri de călătorie colaborează cu furnizori selectați de servicii de închirieri mașini. Pozițiile sponsorizate pot apărea în partea de sus a rezultatelor căutării, din cauza plăților primite de partenerul de călătorie de la furnizorul de închirieri mașini selectat. Clienții pot identifica aceste poziții sponsorizate acolo unde sunt evidențiate într-o poziție de brand în partea de sus a rezultatelor căutării.";
"Omnibus.Pos.3.bullet.1" = "Data rezervării și locația căutării.";
"Omnibus.Pos.3.bullet.2" = "Durata perioadei de închiriere.";
"Omnibus.Pos.3.bullet.3" = "Evaluările furnizorilor de închirieri mașini făcute de clienți pe baza scorurilor CSAT și NPS.";
"Omnibus.Pos.3.bullet.4" = "Istoricul comportamentului clienților în ceea ce privește achizițiile anterioare și istoricul prețurilor unor rezultate similare la închirierea de mașini.";
"Omnibus.Pos.3.bullet.5" = "Comisionul pe care îl primim de la furnizorii de închirieri mașini sau de la partenerii de asigurări.";
"Omnibus.Accept.Button.Text" = "Am înțeles!";
"Omnibus.Header.Text" = "Recomandări explicate";
"bookings.sheet.remove" = "Eliminare rezervare";
"bookings.dialog.remove.title" = "Eliminați rezervarea?";
"bookings.dialog.remove.text" = "Sunteți pe cale să eliminați definitiv această rezervare din lista de rezervări.";
"bookings.dialog.remove.text.history" = "Această rezervare și întregul dvs. istoric de rezervare vor fi în continuare accesibile prin intermediul portalului nostru pentru clienți.";
"bookings.dialog.remove.CTA" = "Eliminați";
"payment.options.paypal.title" = "PayPal";
"payment.options.paypal.button" = "Rezervați cu ${x}";
"payment.options.paypal.banner.text" = "După ce faceți clic mai jos pe „Rezervare cu PayPal”, veți fi redirecționat către site-ul PayPal unde vă puteți conecta la contul dvs. și puteți finaliza plata. Veți fi direcționat ulterior la pagina de confirmare a rezervării privind închirierea mașinii.";
"payment.options.paypal.failed.title" = "${x} Plată eșuată";
"payment.options.paypal.failed.text" = "Ne pare rău, dar a apărut o problemă în timpul procesării plății dumneavoastră. Rezervarea dvs. nu este încă finalizată și nu ați fost taxat. Vă rugăm să încercați din nou cu una dintre metodele de plată disponibile mai jos.";
"vehicle_fuel_plugin_hybrid" = "Hibrid plug-in";
"insurance.axa.regulatory.statement.uk" = "CarTrawler este un reprezentant desemnat al Inter Partner Assistance S.A., care este autorizat și reglementat de Banca Națională a Belgiei, cu sediul social la Boulevard du Régent 7, 1000 Bruxelles, Belgia. Autorizat de Autoritatea de Reglementare Prudențială (număr de referință 202664). Se supune reglementărilor Autorității pentru Conduită Financiară și reglementărilor limitate ale Autorității de Reglementare Prudențială. Sediul sucursalei Inter Partner Assistance S.A. din Regatul Unit este 106-118 Station Road, Redhill, RH1 1PR. Inter Partner Assistance S.A. face parte din AXA Group.";
"VehicleList.Map.BottomSheet.ConnectionType.Type1" = "Tip 1";
"VehicleList.Map.BottomSheet.ConnectionType.Type2" = "Tip 2";
"VehicleList.Map.BottomSheet.ConnectionType.Unspecified" = "Nespecificat";
"VehicleList.Map.BottomSheet.ConnectionType.WallSocket" = "Priză de perete";
"VehicleList.Map.BottomSheet.ChargeType" = "Tipuri de taxe";
"VehicleList.Map.BottomSheet.Availability.24Hour" = "Deschis 24 de ore";
"VehicleList.Map.BottomSheet.ChargeAvailability.OutOfService" = "În afara serviciului";
"VehicleList.Map.BottomSheet.ChargeSpeed.Slow" = "Încet";
"VehicleList.Map.BottomSheet.ChargeSpeed.Fast" = "Rapid";
"VehicleList.Map.BottomSheet.ChargeSpeed.Rapid" = "Rapid";
"VehicleList.Map.BottomSheet.ChargeSpeed.UltraRapid" = "Ultra-rapid";
"view_voucher" = "Vizualizare voucher";
"VehicleList.Chip.EVLongRange.Text" = "EV cu rază mare de acțiune";
"VehicleDetails.EVLongRange.Description" = "EV cu rază mare de acțiune: acest vehicul poate călători mai mult de ${x} cu o singură încărcare";
"VehicleDetails.EcoFriendlyUpsell.Header" = "Alternativă ecologică";
"VehicleList.Chip.EVLongRange.Capacity.KM" = "400 km";
"VehicleList.Chip.EVLongRange.Capacity.Miles" = "250 mi";
"Vehicle.Fuel.Electric.Plus" = "EV cu rază mare de acțiune";
"landing.countdowntimer.salename" = "Reduceri";
"landing.countdowntimer.presale" = "${x} începe în";
"landing.countdowntimer.duringsale" = "${x} se încheie în";
"Driver.Details.Marketing.Consent.Text" = "Obțineți oferte exclusive pentru închirierea de mașini și alte informații importante direct în inbox-ul dvs.";
"Driver.Details.Marketing.Consent.Policy" = "Consultați ${x} pentru mai multe detalii.";
"abandonment.deeplink.total" = "Total";
"abandonment.deeplink.day" = "zi";
"VehicleList.Banner.Sustainability.Header.FriendlyLocation" = "Locație prietenoasă cu EV";
"VehicleList.Banner.Sustainability.Header.CityDriving" = "Mai bun pentru condusul în oraș";
"VehicleList.Banner.Sustainability.Header.EasyDriving" = "Conduceți cu ușurință";
"VehicleList.Banner.Sustainability.Header.FuelCosts" = "Vă faceți griji cu privire la costul combustibilului?";
"VehicleList.Banner.Sustainability.Header.GoFurther" = "Închirierea de autovehicule electrice merge mai departe decât credeți";
"VehicleList.Banner.Sustainability.InfoText.FriendlyLocation" = "Locația dvs. de preluare are servicii excelente de încărcare pentru închirieri de vehicule electrice (EV)";
"VehicleList.Banner.Sustainability.InfoText.EasyDriving" = "Conducerea unui vehicul electric (EV) este similară cu cea a unei mașini automate. Este mai silențios și nu prezintă emisii de CO2";
"VehicleList.Banner.Sustainability.InfoText.FuelCosts" = "Încărcarea unui vehicul electric (EV) costă mult mai puțin decât alimentarea unei mașini pe benzină sau diesel de dimensiuni similare. Economisiți până la 50% la cheltuielile de călătorie";
"VehicleList.Banner.Sustainability.InfoText.CityDriving" = "Vehiculele electrice (EV) sunt mai eficiente la oprire și pornire în traficul urban";
"VehicleList.Banner.Sustainability.InfoText.GoFurther" = "Autovehiculele electrice (EV) cu autonomie mare pot parcurge peste 400 km cu o singură încărcare. 80% dintre călătoriile cu mașina în Europa sunt sub 50 km";
"insurance.axa.premium.uk.cancellation.policy" = "Anulare GRATUITĂ a asigurării oricând înainte de preluare";
"landing.mosaic.title" = "Angajamentul nostru de a deveni ecologici";
"landing.mosaic.tile1.title" = "Elemente esențiale ale vehiculelor electrice";
"landing.mosaic.tile1.body" = "Tot ce trebuie să știți atunci când închiriați un vehicul electric";
"landing.mosaic.tile1.ctaText" = "<u>Aflați mai multe detalii</u>";
"landing.mosaic.tile2.title" = "Elemente esențiale pentru încărcarea vehiculelor electrice";
"landing.mosaic.tile2.body" = "Ghidul dvs. pentru încărcarea unui vehicul electric";
"landing.mosaic.tile2.ctaText" = "<u>Aflați mai multe detalii</u>";
"landing.mosaic.tile3.body" = "Întrebări importante pe care să le adresați atunci când închiriați un vehicul electric";
"landing.mosaic.tile3.ctaText" = "<u>Aflați mai multe</u>";
"landing.countdowntimer.days" = "zile";
"landing.countdowntimer.hours" = "ore";
"landing.countdowntimer.minutes" = "min.";
"landing.countdowntimer.seconds" = "sec.";
"VehicleList.Map.Airport.SupplierLocation.Filter" = "${x} Aeroport - ${y}";
"VehicleList.Map.Downtown.SupplierLocation.Filter" = "${x} Locație (${y})";
"results.filter.all3" = "Filtru (${x})";
"VehicleList.Header.Filter" = "Filtru";
"VehicleList.Header.Filter.Selected" = "Filtru (${x})";
"VehicleList.Map.Airport.SupplierLocation.PriceFrom" = "Preț pentru ${X} zile începând cu ${y}";
"LoyaltyNumber" = "Număr de fidelitate (opțional)";
"VehicleList.Header.Map" = "Hartă";
"Payment.256.Encrypted" = "Toate tranzacțiile de plată sunt criptate cu protocolul SSL folosind o cheie de 256 biți";
"Insurance.Applicable.Taxes" = "Include toate taxele aplicabile";
"BookingError.Insurance" = "Ne pare rău, dar a apărut o problemă tehnică în timpul procesării unei părți a rezervării dumneavoastră. Rezervarea autovehiculului a fost finalizată, dar a fost o problemă la achiziția asigurării. Puteți încerca din nou în secțiunea Gestionarea rezervării mele, detaliile vor urma într-un e-mail de confirmare.";
"Payment.Exchange.Currency.Message" = "Ţineţi cont că suma ce trebuie achitată astăzi va fi taxată în ${z} în funcţie de cursul valutar al zilei (${x} = ${y})";
"VehicleList.Map.BottomSheet.ConnectionType.Other" = "Altele";
"VehicleList.Map.BottomSheet.ChargeAvailability.Total" = "Total ${x}";
"settings.label.url.4" = "Politica de confidențialitate";
"Price.Summary.Included.Charges" = "Taxele incluse";
"VehicleList.Map.BottomSheet.SupplierInfo" = "Informaţii privind furnizorul";
"VehicleList.Map.BottomSheet.SupplierDistance" = "${x} ${y} distanță";
"VehicleList.Map.BottomSheet.SupplierHours" = "Program de funcționare";
"VehicleList.Map.BottomSheet.SupplierHours.Closed" = "Închis";
"VehicleList.Map.BottomSheet.SupplierHours.Monday" = "Luni";
"VehicleList.Map.BottomSheet.SupplierHours.Tuesday" = "Marţi";
"VehicleList.Map.BottomSheet.SupplierHours.Wednesday" = "Miercuri";
"VehicleList.Map.BottomSheet.SupplierHours.Thursday" = "Joi";
"VehicleList.Map.BottomSheet.SupplierHours.Friday" = "Vineri";
"VehicleList.Map.BottomSheet.SupplierHours.Saturday" = "Sâmbătă";
"VehicleList.Map.BottomSheet.SupplierHours.Sunday" = "Duminică";
"Add.Booking.Title" = "Ne pare rău, nu am găsit rezultate care să se potrivească criteriilor dumneavoastră de căutare.";
"Add.Booking.Form.Error" = "Ne pare rău, nu am găsit rezultate care să se potrivească criteriilor dumneavoastră de căutare.";
"Add.Booking.Heading" = "Adăugați o rezervare";
"Add.Booking.Form.BookingId.Error" = "Numărul nu este valabil";
"please.try.again" = "Încercaţi din nou.";
"insurance.xc.simple.api.main.ipid.text" = "IPID";
"Insurance.XC.Pill.Free.Insurance.Cancellation.UK" = "Anulare gratuită a asigurării oricând înainte de preluare";
"Insurance.XC.Subtitle.eDo" = "Oferind o protecție superioară, asigurarea Premium Cover oferă limite crescute ale poliței de până la ${policy.limit}, împreună cu sublimite mai mari pentru a acoperi ceea ce contează cel mai mult. Disponibil exclusiv pentru membrii Prime.";
"Insurance.XC.Pill.Free.Insurance.Cancellation" = "Anulați gratuit cu până la 24 de ore înainte de preluare";
"insurance.xc.simple.api.main.more.info.button" = "Informații suplimentare";
"Insurance.XC.USP.ThirdParty" = "Protecția terților";
"insurance.xc.simple.api.main.link.terms.text" = "Termenii şi condiţiile";
"Insurance.xc.pricing.terms" = "Include toate taxele aplicabile";
"Insurance.XC.USP.LatePickUp" = "Preluare întârziată din cauza întârzierii zborului";
"Insurance.XC.Pill.Free.Cancellation.UK" = "Anulați gratuit cu până la 24 de ore înainte de preluare";
"insurance.xc.simple.api.main.premium.cta" = "Continuați cu asigurarea premium";
"Insurance.XC.USP.Windscreen" = "Deteriorarea parbrizului, geamurilor și anvelopelor";
"Insurance.XC.USP.Misfueling" = "Taxe pentru alimentare necorespunzătoare";
"Insurance.XC.USP.BreakdownAssistance" = "Asistență auto";
"Insurance.XC.USP.ClaimSupport" = "Asistență multilingvă pentru reclamații";
"Insurance.XC.USP.TravelExpenses" = "Cheltuieli de deplasare";
"Insurance.XC.Subtitle" = "Cu ajutorul protecției noastre suplimentare, vi se va rambursa suma aferentă franșizei, până la ${x}, asigurându-vă că nu veți rămâne fără buget în cazul unui accident.";
"Insurance.XC.Premium.Disclaimer.Proceed" = "Selectând acoperirea Premium și continuând, confirmați că ați citit și acceptat ${x} și ${y} aferente asigurării și că, pe baza acestor informații, această poliță corespunde nevoilor dvs.";
"Insurance.XC.Title" = "Acoperire Premium";
"Insurance.XC.USP.RefundableExcess.Alt" = "Franșiză <span>rambursabilă integral</span>";
"CannotProcessReservation" = "A existat un element imprevizibil  eroare. Rezervarea dvs. nu a fost creată și nu ați fost taxat. Vă rugăm să creați o nouă căutare și să încercați din nou.";
"insurance.options.xc.header" = "Opțiuni asigurare";
"insurance.options.xc.premium.body" = "<b>Premium</b> - Oferă <b>acoperire superioară</b>, dacă aveți un accident vi se va <b>rambursa</b> franșiza până la ${x}.";
"top.up.your.protection" = "Suplimentați-vă protecția";
"insurance.options.xc.limited.body" = "<b>Limitată</b> - Oferă <b>acoperire minimă</b>, dacă aveți un accident va trebui să plătiți o franșiză <b>nerambursabilă</b> de până la ${x}.";
"title_calendar" = "Calendar";
"title_conditions" = "Termeni și condiții";
"title_details" = "Detalii maşină";
"title_details_supplier" = "EVALUĂRI";
"title_details_vehicle" = "INCLUS";
"title_extras_insurance" = "Opțiuni și asigurare";
"title_filters" = "Filtrare";
"title_insurance" = "Asigurare";
"title_locations" = "Locații";
"title_payment" = "Plată";
"title_results" = "Rezultate";
"title_search_ground" = "Găsiți transport terestru";
"title_search_rental" = "Închirieri maşini";
"title_settings" = "Setări";
"title_summary" = "Rezumat plată";
"title_user" = "Detaliile şoferului";
"title_extras" = "Dotări";
"CTA_add" = "Adăugați o rezervare";
"CTA_search" = "Căutaţi maşini";
"CTA_save" = "Salvare setări";
"CTA_continue" = "Continuare";
"CTA_with_insurance" = "Continuați cu asigurare";
"CTA_no_insurance" = "Continuați fără asigurare";
"CTA_to_homepage" = "Înapoi la pagina de start";
"CTA_book" = "Rezervați acum pentru";
"CTA_close" = "Închidere";
"CTA_cancel" = "Anulare";
"CTA_done" = "Efectuat";
"search_pickup_location_text" = "Locaţie de preluare";
"search_pickup_location_hint" = "Introduceți aeroportul, orașul sau denumirea stației";
"search_return_location_text" = "Introd. o locaţie de revenire";
"search_return_location_hint" = "Introduceți aeroportul, orașul sau denumirea stației";
"search_return_location_button" = "Predare la aceeaşi locaţie";
"search_driver_age" = "Şofer cu vârsta între 25 şi 70 de ani";
"search_driver_age_hint" = "Vârsta şoferului";
"search_select_dates" = "Date";
"search_select_dates_hint" = "Selectare date";
"search_pickup_time_text" = "Oră de preluare";
"search_return_time_text" = "Ora de predare";
"search_locations_placeholder" = "Introduceți locația";
"calendar_summary_dropoff" = "Data predării";
"calendar_summary_pickup" = "Data preluării";
"calendar_summary_title" = "Selectare dată";
"calendar_select_date" = "Selectare dată";
"calendar_select_dates" = "Selectați datele dvs.";
"calendar_pickup_date" = "Data preluării";
"calendar_return_date" = "Data predării";
"calendar_continue" = "Continuare";
"calendar_sun" = "Dum";
"calendar_mon" = "Lun";
"calendar_tue" = "Mar";
"calendar_wed" = "Mie";
"calendar_thu" = "Joi";
"calendar_fri" = "Vin";
"calendar_sat" = "Sâm";
"locations_results_airports" = "Aeroporturi";
"locations_results_others" = "Toate celelalte locaţii";
"settings_country_title" = "Ţară";
"settings_currency_title" = "Moneda:";
"settings_select_country" = "Selectare țară";
"settings_select_currency" = "Selectare monedă";
"settings_select_languages" = "Selectare limbă";
"results_sort" = "Sortare";
"results_filter" = "Filtru";
"vehicle_orsimilar" = "sau similară";
"vehicle_passenger" = "Pasager";
"vehicle_passengers" = "Pasageri ";
"vehicle_bag" = "Bagaj";
"vehicle_bags" = "Bagaje";
"vehicle_door" = "Ușă";
"vehicle_doors" = "Uşi";
"vehicle_duration_1" = "Preţ pentru";
"vehicle_duration_2" = "zi";
"vehicle_duration_3" = "zile";
"vehicle_total_price" = "Preţ total";
"vehicle_best_seller" = "Cel mai bine vândut";
"vehicle_great_value" = "Calitate foarte bună";
"vehicle_provided" = "Oferit de";
"vehicle_air_conditioning" = "Aer condiţionat";
"vehicle_fuel_policy" = "Politică privind carburantul";
"vehicle_supplier_address" = "Adresă furnizor";
"vehicle_suppliers_address_detail" = "Adresa furnizorului este:";
"vehicle_pickup_location" = "Locaţie de preluare";
"vehicle_vehicle_inclusion" = "Acest articol este inclus în prețul acestui vehicul";
"rental_sort_title" = "Sortare rezultate după";
"rental_sort_price" = "Preţ";
"rental_sort_rating" = "Evaluare";
"rental_sort_recommended" = "Recomandat";
"filter_package" = "Pachet";
"filter_carsize" = "Dimensiune maşină";
"filter_supplier" = "Furnizor";
"filter_rating" = "Evaluare";
"filter_fuel" = "Politică privind carburantul";
"filter_carfuel" = "Tipul de carburant";
"filter_carspec" = "Specificaţiile maşinii ";
"filter_transmission" = "Transmisie";
"filter_specialoffers" = "Ofertă specială";
"filter_transfertype" = "Tip de transfer";
"filter_transfertime" = "Durată de călătorie";
"filter_reset" = "Resetare";
"vehicle_type_cargovan" = "Furgon de marfă";
"vehicle_type_compact" = "Compact";
"vehicle_type_compact_elite" = "Elită compact";
"vehicle_type_economy" = "Economic";
"vehicle_type_economy_elite" = "Elită economic";
"vehicle_type_estate" = "Break";
"vehicle_type_exotic" = "Exotic";
"vehicle_type_exotic_SUV" = "SUV exotic";
"vehicle_type_fifteen_passenger_van" = "Microbuz cu cincisprezece locuri";
"vehicle_type_five_seat_carrier" = "Autovehicul cu cinci locuri";
"vehicle_type_four_wheel_drive" = "Tracţiune integrală";
"vehicle_type_fullsize" = "Complet";
"vehicle_type_fullsize_elite" = "Elită complet";
"vehicle_type_intermediate" = "Mediu";
"vehicle_type_intermediate_elite" = "Elită mediu";
"vehicle_type_large_SUV" = "SUV mare";
"vehicle_type_large_truck" = "Camionetă mare";
"vehicle_type_luxury" = "De lux";
"vehicle_type_luxury_elite" = "Elită de lux";
"vehicle_type_medium_SUV" = "SUV mediu";
"vehicle_type_midsize" = "Dimensiune medie";
"vehicle_type_mini" = "Mini";
"vehicle_type_mini_elite" = "Elită mini";
"vehicle_type_minivan" = "Mini-furgonetă";
"vehicle_type_moped" = "Moped";
"vehicle_type_moving_van" = "Furgon de relocare";
"vehicle_type_nine_seat_carrier" = "Microbuz cu nouă locuri";
"vehicle_type_oversize" = "Dimensiune mare";
"vehicle_type_premium" = "Premium";
"vehicle_type_premium_elite" = "Elită premium";
"vehicle_type_regular" = "Obișnuit";
"vehicle_type_seven_seat_carrier" = "Microbuz cu șapte locuri";
"vehicle_type_small_SUV" = "SUV mic";
"vehicle_type_small_medium_truck" = "Camionetă mică sau medie";
"vehicle_type_special" = "Special";
"vehicle_type_standard" = "Standard";
"vehicle_type_standard_elite" = "Elită standard";
"vehicle_type_stretch" = "Limuzină";
"vehicle_type_subcompact" = "Subcompact";
"vehicle_type_twelve_foot_truck" = "Furgon de patru metri";
"vehicle_type_twelve_passenger_van" = "Microbuz cu douăsprezece locuri";
"vehicle_type_twenty_foot_truck" = "Furgon de șase metri";
"vehicle_type_twenty_four_foot_truck" = "Furgon de șapte metri";
"vehicle_type_twenty_six_foot_truck" = "Furgon de opt metri";
"vehicle_type_unique" = "Unic";
"vehicle_type_vehicle_size_SUV" = "SUV compact";
"vehicle_type_other" = "Altele";
"vehicle_fuel_petrol" = "Benzină";
"vehicle_fuel_diesel" = "Diesel";
"vehicle_transmission_auto" = "Auto";
"vehicle_transmission_manual" = "Manual";
"vehicle_fuel_policy_type_ELECTRICVEHICLE" = "Aceeași încărcare - Aceeași încărcare";
"vehicle_fuel_policy_type_FULLFULL" = "„Primit plin, returnat plin”";
"vehicle_fuel_policy_type_EMPTYEMPTY" = "De la rezervor gol la gol";
"vehicle_fuel_policy_type_FULLEMPTY" = "Preachiziţionare";
"vehicle_fuel_policy_type_HALFEMPTY" = "De la rezervor jumătate plin la gol";
"vehicle_fuel_policy_type_QUARTEREMPTY" = "Pe un sfert plin la preluare, gol la returnare";
"vehicle_fuel_policy_type_HALFHALF" = "Rezervor plin în proporţie de 1/2";
"vehicle_fuel_policy_type_QUARTERQUARTER" = "Rezervor plin în proporţie de 1/4";
"vehicle_fuel_policy_type_UNKNOWN" = "Nu se cunoaște";
"vehicle_fuel_policy_type_FULLEMPTYREFUND" = "Preachiziţionaţi combustibil cu rambursare";
"vehicle_fuel_policy_type_FULLFULLHYBRID" = "Carburant: Alegeţi la biroul de închirieri";
"vehicle_fuel_policy_type_CHAUFFULFUL" = "Taxele pe carburant: Neincluse";
"vehicle_fuel_policy_type_CHAUFFUELINC" = "Taxele pe carburant: Incluse";
"vehicle_fuel_policy_desc_ELECTRICVEHICLE" = "Păstrați mașina încărcată pentru a nu fi taxat. La preluare, veți primi de la furnizor un vehicul cu un anumit nivel de încărcare a bateriei. Apoi, veți avea responsabilitatea de a-l returna cu un nivel de încărcare similar cu cel pe care îl avea atunci când l-ați preluat.";
"vehicle_fuel_policy_desc_FULLFULL" = "Aceasta este cea mai bună opțiune în ceea ce privește carburantul. Veți primi mașina cu rezervorul plin. Pur şi simplu returnaţi maşina cu rezervorul plin, pentru a evita orice costuri de realimentare.";
"vehicle_fuel_policy_desc_EMPTYEMPTY" = "Mașina dumneavoastră are suficient carburant pentru a vă transporta până la cea mai apropiată benzinărie. Mașina ar trebui predată cu rezervorul gol, întrucât nu vi se va rambursa costul carburantului nefolosit.";
"vehicle_fuel_policy_desc_FULLEMPTY" = "Veți primi mașina cu rezervorul plin, dar vi se va percepe un cost pentru acest serviciu la biroul de închirieri. Mașina ar trebui predată cu rezervorul gol, întrucât nu vi se va rambursa costul carburantului nefolosit.";
"vehicle_fuel_policy_desc_HALFEMPTY" = "Veţi primi maşina cu rezervorul pe jumătate plin. Veţi fi taxat pentru carburant la biroul de închirieri. Puteţi utiliza oricât de mult carburant doriţi şi nu trebuie să umpleţi rezervorul înainte de a returna maşina";
"vehicle_fuel_policy_desc_QUARTEREMPTY" = "Veţi primi maşina cu rezervorul plin pe sfert. Veţi fi taxat pentru carburant la biroul de închirieri. Puteţi utiliza oricât de mult carburant doriţi şi nu trebuie să umpleţi rezervorul înainte de a returna maşina";
"vehicle_fuel_policy_desc_HALFHALF" = "Veți primi mașina cu rezervorul pe jumătate plin. Predați mașina cu rezervorul pe jumătate plin, pentru a evita orice costuri de realimentare. Dacă predați mașina cu mai mult carburant în rezervor, nu veți primi nicio rambursare suplimentară.";
"vehicle_fuel_policy_desc_QUARTERQUARTER" = "Veți primi mașina cu rezervorul plin pe sfert. Predați mașina cu rezervorul plin pe sfert, pentru a evita orice costuri de realimentare. Dacă predați mașina cu mai mult carburant în rezervor, nu veți primi nicio rambursare suplimentară.";
"vehicle_fuel_policy_desc_UNKNOWN" = "Informații importante";
"vehicle_fuel_policy_desc_FULLEMPTYREFUND" = "Veți primi mașina cu rezervorul plin. Vi se va percepe un cost pentru acest serviciu la biroul de închirieri și veți plăti o taxă de administrare nerambursabilă. Când predați mașina vi se va rambursa contravaloarea carburantului nefolosit.";
"vehicle_fuel_policy_desc_FULLFULLHYBRID" = "Veţi primi maşina cu rezervorul plin. Puteţi opta pentru plata carburantului în avans la biroul de închirieri (preachiziţionare) sau să umpleţi din nou rezervorul înainte de returnarea maşinii. Indiferent de varianta aleasă, trebuie să informaţi furnizorul de închirieri maşini referitor la politica privind carburantul pe care doriţi să o adoptaţi.";
"vehicle_fuel_policy_desc_CHAUFFULFUL" = "Taxele pe carburant nu sunt incluse în tarif. Veţi plăti numai pentru umplerea completă a rezervorului înainte ca şoferul să vă lase la destinaţie.";
"vehicle_fuel_policy_desc_CHAUFFUELINC" = "Toate taxele pe carburant sunt incluse.  Nu va fi necesară plata pentru alimentare suplimentară.";
"vehicle_pickup_type" = "Tip de preluare";
"vehicle_pickup_location_VWF_1.VWF.X" = "În terminal";
"vehicle_pickup_location_VWF_2.VWF.X" = "La aeroport";
"vehicle_pickup_location_VWF_3.VWF.X" = "Terminal aeroport";
"vehicle_pickup_location_VWF_4.VWF.X" = "Staţie de tren";
"vehicle_pickup_location_VWF_5.VWF.X" = "Livrare la hotel";
"vehicle_pickup_location_VWF_6.VWF.X" = "Dealer mașini";
"vehicle_pickup_location_VWF_7.VWF.X" = "Centrul orașului";
"vehicle_pickup_location_VWF_8.VWF.X" = "La est de centrul orașului";
"vehicle_pickup_location_VWF_9.VWF.X" = "La sud de centrul orașului";
"vehicle_pickup_location_VWF_10.VWF.X" = "La vest de centrul orașului";
"vehicle_pickup_location_VWF_11.VWF.X" = "La nord de centrul orașului";
"vehicle_pickup_location_VWF_12.VWF.X" = "Port/feribot";
"vehicle_pickup_location_VWF_13.VWF.X" = "Lângă stațiune";
"vehicle_pickup_details_VWF_1.VWF.X" = "Aceasta este cea mai convenabilă opțiune de preluare. Biroul de închirieri este amplasat în terminalul aeroportului.";
"vehicle_pickup_details_VWF_2.VWF.X" = "Biroul de închirieri este amplasat convenabil în incinta aeroportului.";
"vehicle_pickup_details_VWF_4.VWF.X" = "Acesta este un serviciu „Meet and greet” (întâlnire şi salut). Şoferul dumneavoastră vă va aştepta la sosire. Vă rugăm să ne comunicaţi numărul zborului dumneavoastră, astfel încât şoferul să vă poată urmări zborul în cazul unei întârzieri.";
"vehicle_pickup_details_VWF_5.VWF.X" = "Vă veți putea prelua mașina de la recepția hotelului.";
"vehicle_pickup_details_VWF_6.VWF.X" = "Acesta este un serviciu „Meet and greet” (întâlnire şi salut). Şoferul dumneavoastră vă va aştepta la sosire. Vă rugăm să ne comunicaţi numărul zborului dumneavoastră, astfel încât şoferul să vă poată urmări zborul în cazul unei întârzieri.";
"vehicle_pickup_type_VLI_1.VLI.X" = "În terminal";
"vehicle_pickup_type_VLI_2.VLI.X" = "Termina și transfer";
"vehicle_pickup_type_VLI_3.VLI.X" = "Autobuz de transfer gratuit";
"vehicle_pickup_type_VLI_4.VLI.X" = "„Meet and greet” (Întâlnire şi salut)";
"vehicle_pickup_type_VLI_6.VLI.X" = "Șofer personal";
"vehicle_pickup_at_airport" = "La aeroport";
"vehicle_pickup_unknown" = "Nu se cunoaște";
"included_title" = "Inclus gratuit:";
"included_cancel" = "Anulare";
"included_amend" = "Modificări comandă";
"included_thirdparty" = "Răspundere faţă de terţi";
"included_theft" = "Protecție antifurt";
"included_collision" = "Scutire de daune în caz de accident";
"included_terms" = "Termeni și condiții";
"supplier_reviews" = "recenzii";
"supplier_car" = "Gradul de curăţenie al maşinii";
"supplier_desk" = "Servire la biroul furnizorului";
"supplier_pickup" = "Procesul de preluare a maşinii";
"supplier_dropoff" = "Procesul de predare a maşinii";
"supplier_price" = "Raport general calitate preţ";
"supplier_waiting" = "Timp de așteptare";
"supplier_below_average" = "Sub medie";
"supplier_good" = "Bună";
"supplier_excellent" = "Excelent!";
"supplier_rating_detail" = "clienții clasifică această companie de închirieri auto";
"extras_equipment_aircon" = "Aer condiţionat";
"extras_equipment_gps" = "GPS";
"extras_back" = "Înapoi";
"extras_conditions" = "Rețineți că dotările se plătesc la biroul de închirieri. Încercăm să ne asigurăm că clienții obțin toate dotările, cu toate acestea disponibilitatea nu este întotdeauna garantată.";
"extras_per_day" = "pe zi";
"extras_placeholder" = "Oferit de Axa, lider global în asigurări și gestionarea activelor.";
"insurance_summary_replace_src" = "bifați căsuța de mai jos";
"insurance_summary_replace_val" = "alegeți să continuați cu asigurarea";
"insurance_summary_title" = "Motive pentru a obține o acoperire completă";
"insurance_list_1_title" = "Calitate foarte bună";
"insurance_list_1_body" = "Eliminați răspunderea potențială de până la ${x} pentru numai ${w} pe zi";
"insurance_list_2_title" = "Cea mai bună protecție";
"insurance_list_2_body" = "Dacă în eventualitatea deteriorării sau furtului maşinii vi se cere să plătiţi franşiza, aceasta va fi rambursată în întregime.";
"insurance_list_3_title" = "Liniștea dumneavoastră";
"insurance_list_3_body" = "Sunteţi complet asigurat în ceea ce priveşte franşiza atunci când lucrurile nu merg cum trebuie.";
"insurance_conditions" = "Vă rugăm să accesați ${x} pentru detalii complete.";
"insurance_provider" = "Oferit de Axa, lider global în asigurări și gestionarea activelor";
"insurance_policy" = "Poliţa este subscrisă de INTER PARTNER ASSISTANCE SA, membru al AXA Assistance Group, Avenue Louise 166, 1050 Bruxelles, Belgia.";
"user_name_hint" = "Nume";
"user_firstname_hint" = "Prenume";
"user_surname_hint" = "Nume";
"user_email_hint" = "E-mail";
"user_email2_hint" = "E-mail de confirmare";
"user_phone_hint" = "Telefon";
"user_address_hint" = "Adresa";
"user_address_line1_hint" = "Adresa 1";
"user_address_line2_hint" = "Adresa 2";
"user_city_hint" = "Oraş";
"user_postcode_hint" = "Cod poştal";
"user_flight_hint" = "Numărul zborului (important)";
"user_country_hint" = "Ţară";
"summary_desk" = "Plată la biroul de închirieri";
"summary_now" = "Plătiţi acum";
"summary_rental" = "Închirieri maşini";
"summary_ground" = "Călătorie";
"summary_total" = "Total";
"summary_pickup" = "Preluare";
"summary_dropoff" = "Predare";
"summary_lead_driver" = "Detaliile şoferului";
"summary_vehicle" = "Rezumat vehicul";
"summary_payment" = "Rezumat plată";
"summary_damage_refund" = "Asigurare pentru rambursarea daunelor";
"summary_booking_fee" = "Taxă rezervare";
"payment_text_1" = "Faceţi clic pe „Rezervaţi acum” pentru a vă finaliza rezervarea şi acceptaţi ${x}";
"payment_text_2" = "Termeni și condiții";
"receipt_email_text" = "Am trimis un e-mail de confirmare către ${x}. Acesta va ajunge în cel mult 15 minute. Vă rugăm să verificați voucherul înainte de a vă prelua autovehiculul.";
"receipt_scroll" = "Derulați pentru a vedea rezumatul";
"receipt_success" = "Rezervarea dumneavoastră a fost finalizată cu succes.";
"receipt_summary_car" = "Rezumat maşină";
"receipt_summary_driver" = "Detaliile şoferului";
"receipt_summary_dropoff" = "Predare";
"receipt_summary_pickup" = "Preluare";
"receipt_title" = "Felicitări!";
"receipt_your_reference" = "Numărul de referință al rezervării dumneavoastră:";
"widget_label" = "NOU";
"widget_title" = "Adaugă închirieri mașini";
"widget_text" = "Cea mai rapidă și simplă modalitate de a vă rezerva o mașină";
"widget_title_added" = "Mașină adăugată";
"general_form_empty" = "Vă rugăm să completați acest câmp";
"results_empty" = "Niciun rezultat";
"error_widget_no_cars" = "Nu s-au putut găsi autovehicule pentru această locație";
"error_payment_general" = "A apărut o eroare în timpul procesului de plată";
"error_requestor_missing" = "Nu a fost furnizat niciun ID de solicitant";
"error_payment_no_internet1" = "Nu exisă conexiune internet";
"error_payment_no_internet2" = "Pentru a finaliza rezervarea, veți avea nevoie de o conexiune la internet";
"error_payment_loading1" = "Ne pare rău";
"error_payment_loading2" = "Avem probleme la încărcarea ecranului de plată";
"error_ok" = "OK";
"error_no_booking_ref" = "Fără număr de referință rezervare";
"error_no_insurance_available" = "Nu există asigurare disponibilă";
"booking_reference_prefix" = "Număr de referință rezervare";
"title_booking_manager" = "Rezervări viitoare";
"settings_language_header" = "Limbă";
"interstitial_header" = "Căutăm maşina perfectă pentru dumneavoastră";
"interstitial_subheader" = "la cel mai bun preț";
"mins_placeholder" = "minute";
"summary_deposit" = "Depozit închiriere maşini";
"confirmation_loading_header" = "Plata dumneavoastră este în curs de procesare";
"confirmation_loading_subheader" = "Acest lucru ar putea dura până la 30 de secunde, vă rugăm să așteptați";
"address_details_title" = "Detalii adresă";
"add_extras_title" = "Adăugaţi dotări";
"insurance_upgrade" = "Adăugaţi asigurare";
"insurance_added" = "Adăugat";
"car_rental_total" = "Total pentru închiriere mașină";
"vehicle_features" = "caracteristici";
"vehicle_features_title" = "Alte dotări pentru mașină";
"free_cancellation_detail" = "Vești bune! Anulare și modificare gratuite pentru rezervarea dumneavoastră.";
"free_cancellation_title" = "Vești bune!";
"free_cancellation_point1" = "Anulare gratuită cu până la 24 de ore înainte de preluare";
"free_cancellation_point2" = "Nu se va percepe niciun comision pentru modificarea rezervării online, prin aplicație sau telefon.";
"vehicle_mileage_title" = "Costuri kilometraj:";
"vehicle_mileage_618_VCP_X" = "Kilometraj limitat";
"vehicle_mileage_618_VCP_X_desc" = "Este inclusă în preț o distanță medie de condus de ${x} ${y} ${z}. Pot fi aplicate taxe suplimentare pentru distanțe mai mari.";
"vehicle_mileage_609_VCP_X" = "Kilometraj nelimitat";
"vehicle_mileage_609_VCP_X_desc" = "Nu există limită pentru distanța pe care puteți conduce cu această mașină";
"vehicle_insurance_title" = "Asigurare";
"vehicle_insurance_title_description" = "Acoperire limitată";
"insurance_upgrade_title" = "Solicitați acoperire superioară";
"insurance_upgrade_subtitle" = "Asigurare pentru rambursarea daunelor";
"insurance_more" = "Mai multe detalii";
"insurance_per_day" = "pe zi";
"insurance_total" = "Total";
"insurance_detail_title" = "Asigurare pentru rambursarea daunelor";
"insurance_more_details_title1" = "Reduceți-vă răspunderea de la ${x} la  ${y}";
"insurance_more_details_insurance_main_text" = "Furnizorul serviciilor de închirieri maşini vă poate solicita să plătiţi un depozit de garanţie sau franșiza pentru călătoria dumneavoastră. Această Asigurare pentru rambursarea daunelor ar trebui să vă acopere cerințele de acoperire a francizei, prin urmare vă rugăm să verificați termenii și condițiile înainte de a cumpăra o altă poliță de asigurare. În cazul în care mașina este avariată sau furată, furnizorul serviciilor de închirieri mașini va reține franșiza pentru a acoperi costurile, pe care le puteți recupera apoi integral prin Asigurarea pentru rambursarea daunelor.";
"vehicle_other" = "Alte mașini";
"insurance_more_details_title2" = "Ce acoperă";
"insurance_more_details_point1" = "Rambursare integrală a franşizei în caz de daune şi furt";
"insurance_more_details_point2" = "Pneuri, geamuri, oglinzi şi roţi";
"insurance_more_details_point3" = "Acoperiş, şasiu şi alimentare necorespunzătoare";
"insurance_more_details_point4" = "Costuri de administrare";
"insurance_more_details_point5" = "Acoperire principală &amp; bunuri personale";
"insurance_terms_conditions" = "Termenii şi condiţiile";
"CTA_add_to_flight" = "Adăugați la zbor";
"CTA_edit" = "Editare";
"payment_name" = "Nume";
"payment_card" = "Număr de card";
"payment_expiry" = "LL/AA";
"payment_cvc" = "Cod CVC";
"payment_summary_pay_nothing_desk" = "Nu plătești nimic la biroul de închirieri";
"extras_title" = "Adăugaţi dotări";
"extras_all" = "Vizualizați-le pe toate";
"widget_card_info" = "Anulare gratuită";
"merchandising_business" = "Călător în interes de afaceri";
"merchandising_city_break" = "City break";
"merchandising_family_size" = "Mărime familie";
"merchandising_best_seller" = "Cel mai bine vândut";
"merchandising_great_value" = "Calitate foarte bună";
"merchandising_quickest_queue" = "Cea mai scurtă coadă";
"merchandising_recommended" = "Recomandat";
"merchandising_upgrade_to" = "Treceți la";
"merchandising_on_budget" = "Buget limitat";
"merchandising_best_reviewed" = "Cele mai bune recenzii";
"payment_free" = "Inclus gratuit";
"feature_usb" = "Conexiune USB";
"feature_bluetooth" = "Bluetooth";
"feature_gps" = "GPS";
"feature_title" = "Alte dotări";
"feature_german_model" = "Model german";
"feature_front_demister" = "Sistem de dezaburire frontal";
"feature_parking_sensors" = "Senzori de parcare";
"feature_fuel_economy" = "Consum redus de combustibil";
"extra_per_rental" = "per închiriere";
"widget_loading" = "Se încarcă mașini";
"widget_free_cancelation" = "Anulare gratuită!";
"mileage_allowance" = "Kilometraj";
"mileage_unlimited" = "Nelimitat";
"mileage_limited" = "Limitat";
"insurance_basic" = "Asigurare:";
"insurance_basic_detail" = "Acoperire limitată";
"widget_load_error" = "Nu veți găsi mai ieftin";
"CTA_add_vehicle_basket" = "Adăugare în coș";
"all_extras_paid" = "Toate opțiunile suplimentare se plătesc la preluare";
"payment_secure_text" = "100% sigur";
"payment_cardnumber" = "Numărul cardului";
"payment_cvv" = "CVV";
"extras_included_for_free" = "Inclus gratuit:";
"extras_101.EQP" = "Şofer suplimentar";
"extras_7" = "Adecvat pentru copiii până la 9 luni sau cu greutate mai mică de 9 kilograme / 20 de livre.";
"extras_9" = "Adecvat pentru copiii peste 4 ani sau cu o greutate de 18-45 kilograme / 40-100 livre.";
"extras_8" = "Adecvat pentru copiii între 9 luni şi 4 ani sau cu o greutate de 8-18 kilograme / 20-40 livre.";
"extras_13" = "Sistem de navigare prin satelit.";
"extras_3" = "Extinde spaţiul de depozitare al maşinii.";
"extras_34" = "Telefon mobil cu GPS.";
"extras_4" = "Depozitarea în siguranţă a schiurilor.";
"extras_10" = "Recomandate pentru conducerea pe timp de iarnă.";
"extras_52" = "Vă permite să folosiţi benzile de plată electronică a taxelor de drum în timp ce conduceţi pe autostrăzi.";
"extras_55" = "Acces internet wireless pentru laptopuri, smartphone-uri, tablete şi alte dispozitive compatibile Wi-Fi.";
"extras_30" = "Acest pachet include echipamentul obligatoriu necesar pentru conducerea pe timp de iarnă.";
"extras_14" = "Recomandate pentru conducerea pe timp de iarnă.";
"Message.FreeCancellation.7days" = "Anulare gratuită până la 7 zile după rezervare! ";
"extras_102.EQP" = "Sistem de navigare prin satelit.";
"overall_rating" = "Evaluare";
"payment_invalid_card_number" = "Numărul nu este valabil";
"payment_invalid_expiry_date" = "Datele nu sunt valabile";
"payment_invalid_cvc_number" = "Trebuie să fie 3 sau 4 cifre";
"search_title" = "Căutare";
"search_compare_deals" = "Comparați și găsiți cele mai <b>bune</b> oferte de închirieri mașini";
"whats_your_pickup_location" = "Care este locația de preluare?";
"whats_your_dropoff_location" = "Care este locație dvs. de predare?";
"view_your_next_trip" = "Vizualizați următoarea dumneavoastră călătorie!";
"book_another_car" = "sau închiriați altă mașină";
"why_book_with_us" = "Why book with us?";
"free_cancellation_and_amendments" = "Anularea și modificarea comenzii sunt gratuite";
"free_cancellation_amendments_detail" = "Anulare gratuită cu până la 24 de ore înainte de preluare. Fără taxe de administrare la modificarea rezervării.";
"phone_support" = "Asistenţă telefonică non-stop";
"phone_support_detail" = "Echipa noastră vă stă la dispoziţie 24 de ore pe zi, 7 zile pe săptămână";
"airports_city_locations" = "30.000 de locații în aeroporturi și în orașe";
"airports_city_locations_detail" = "Comparați 1.700 de furnizori, alegeți și salvați!";
"no_hidden_costs" = "Fără costuri ascunse";
"no_hidden_costs_detail" = "Vă vom explica orice costuri suplimentare înainte să vă rezervaţi închirierea maşinii. Mai multe detalii despre ce include? Trebuie doar să verificaţi termenii şi condiţiile pentru orice maşină.";
"damage_theft_protection" = "Protecţie împotriva daunelor şi antifurt";
"damage_theft_protection_detail" = "Ofertele noastre de închiriere includ scutire de daune în caz de accident și protecție antifurt.";
"vehicles" = "vehicule";
"apply" = "Aplicaţi";
"select_all" = "Selectare toate";
"perfect_car" = "Suntem în căutarea maşinii perfecte pentru dumneavoastră";
"free_cancellation" = "Gratuit";
"cancellation_amendments" = "anularea și modificarea comenzii";
"included_important" = "Important";
"customer_ratings" = "Bazat pe %@ evaluări ale clienților";
"more_features" = "Mai multe dotări";
"continue_to_payment" = "Către plată";
"car_rental" = "Închirieri maşini";
"toast_extras" = "Totalul dumneavoastră include toate dotările, dar veți plăti pentru acestea în momentul în care veți prelua mașina.";
"booking_delay" = "Acest proces poate dura maxim 30 de secunde";
"booking_please_sit_tight" = "Vă rugăm să așteptați";
"booking_secure_payment" = "Plată securizată";
"booking_pay" = "Plată";
"booking_manage_your_booking" = "Gestionaţi-vă rezervarea";
"booking_card_title" = "Călătorie la";
"booking_button_title" = "VIZUALIZARE REZERVARE";
"booking_list_title" = "Vizualizați următoarea călătorie?";
"payment_title_header" = "Recenzie";
"payment_pay_at_pickup_title" = "Plătiți în momentul preluării";
"payment_pay_at_desk_title" = "Cu plata la biroul de închirieri";
"summary_extras_cell_title" = "Veți plăti pentru următoarele articole în momentul preluării, în moneda locală:";
"summary_car_hire_title" = "Taxă închiriere mașină";
"booking_summary_title" = "Număr de referință rezervare";
"payment_summary_title" = "Rezumat preț";
"user_phone_prefix_hint" = "Prefix";
"car_rental_subscribe" = "Da, aș dori să primesc oferte exclusiviste prin e-mail. Vă dezabonați oricând doriți.";
"secure_payment_header" = "Plată securizată";
"secure_payment_text" = "Toate tranzacțiile de plată sunt încriptate cu protocolul SSL folosind o cheie de 128 biți";
"payment_conditions_1" = "Faceţi clic pe „Plată” pentru a vă finaliza rezervarea şi acceptaţi ${x} şi ${y}";
"payment_conditions_2" = "Condiţii de închiriere";
"splash_navigation_title" = "Închirieri maşini";
"summary_pay_total" = "Plată %@";
"deselect_all" = "Deselectare toate";
"free_cancellation_and_amendments_banner" = "Anularea și modificarea comenzii sunt <b>gratuite</b>";
"settings_currency_updated" = "Monedă actualizată";
"booking_not_included" = "Neinclus";
"vehicle_type_convertible" = "Decapotabilă";
"loyalty_scheme_title" = "Recompense WestJet";
"loyalty_scheme_label" = "Date de identificare Recompense WestJet";
"loyalty_scheme_intro" = "Participanții la programul Recompense WestJet primesc 1% înapoi în dolari WestJet. Dolarii WestJet sunt acordați pentru taxele fără impozite incluse și comisioanele aferente închirierii.";
"loyalty_scheme_notes" = "Dolarii WestJet îi revin doar șoferului principal.  Vă rugăm să furnizați datele de identificare pentru Recompense WestJet ale șoferului principal.";
"loyalty_scheme_confirm" = "Acest membru va fi șoferul principal pentru mașina închiriată și va câștiga dolari WestJet pe baza prețului de închiriere înainte de taxe, comisioane și costuri suplimentare.";
"Free.LimitedDamageProtection" = "Protecţie limitată împotriva daunelor";
"Free.LimitedTheftProtection" = "Protecție antifurt limitată";
"Insurance.Excess.Liability" = "Franșiză de până la ${x}";
"Insurance.Basic.Cover.Incl" = "Asigurare limitată (inclusă):";
"Insurance.Insurance.Explained" = "Explicarea asigurării";
"Basic.Intro" = "Prin acoperirea de limitată oferită de furnizor sunteți acoperit/ă pentru răspunderea față de terți. De asemenea, acoperirea pentru furt sau avarierea mașinii este limitată. Acoperă majoritatea costurilor, dar sunteți răspunzător de plata unei franșize de până la 3.000 de euro. La preluarea mașinii, trebuie să constituiți un depozit de garanție folosind cardul de credit. Dacă autovehiculul este avariat sau furat, furnizorul va reține costurile din depozitul dumneavoastră.";
"Insurance.Premium.Cover" = "Acoperire premium:";
"Premium.Intro" = "Prin acoperirea premium, obțineți beneficiile acoperirii limitate a furnizorului (inclusiv acoperirea răspunderii față de terț) la care se adaugă asigurarea depozitului de garanție. În cazul în care mașina dvs. este avariată sau furată, furnizorul de servicii închiriere de maşini va păstra franșiza pentru a acoperi costurile. Puteți revendica această sumă sub rezerva limitelor maxime, așa cum se arată în tabelul de beneficii al poliței de asigurare (consultați linkurile de mai jos). În e-mailul de confirmare veți primi detalii referitoare la modalitatea de a face o solicitare.";
"Premium.Tyres.Benefit" = "Acoperă cheltuielile pentru pană de cauciuc și înlocuirea roții, avarierea oglinzilor și roților.";
"Premium.Key.Benefit" = "De asemenea, aveți asigurată înlocuirea cheii pierdute și a bunurilor personale dacă vă sunt furate din mașină.";
"Premium_TC" = "Termeni și condiții pentru premium";
"Insurance.Got.It" = "Am înțeles!";
"Damage.Protection" = "Protecţie împotriva daunelor";
"Free.TheftProtection" = "Protecție antifurt";
"Insurance.Checklist.ExcessRefund" = "Rambursarea franșizei plătite";
"AddPremium" = "Adăugați acoperirea premium";
"NoThanks" = "Nu, mulţumesc";
"Daily_price_Per_day" = "/zi";
"Insurance.Info.Subtitle1" = "Preluarea autovehiculului";
"Insurance.Info.Subtitle2" = "Returnarea autovehiculului";
"Insurance.Info.Text.2" = "Furnizorul de servicii de închirieri maşini vă poate solicita să plătiţi franșiza la biroul de închirieri. Nu aveți nevoie de această asigurare dacă adăugați asigurarea noastră pentru rambursarea daunelor.";
"Insurance.Info.Text.3" = "Un depozit de garanţie va fi debitat de pe cardul dumneavoastră de credit pentru a acoperi franşiza în caz de avariere sau furt.";
"Insurance.Info.Text.4" = "În cazul în care maşina nu este avariată sau furată, franşiza/depozitul de garanţie vi se va rambursa integral.";
"Insurance.Info.Text.5" = "În cazul în care maşina este avariată sau furată, furnizorul serviciilor de închiriere maşini va reţine franşiza pentru a acoperi costurile, pe care le puteţi recupera apoi integral. În e-mailul de confirmare veţi primi detalii referitoare la modalitatea de a face o solicitare.";
"Insurance.Info.Text.6" = "Aşadar, asiguraţi-vă că aveţi la dumneavoastră un card de credit pe numele şoferului, împreună cu o limită de credit suficientă pentru a acoperi franşiza/depozitul de garanţie şi apelaţi-ne în cazul în care aveţi probleme atunci când ajungeţi la biroul de închirieri al furnizorului serviciilor de închiriere maşini.";
"Insurance.Info.Text.7" = "Pentru detalii complete, consultaţi Termenii şi condiţiile.";
"X.PerDay" = "${x} pe zi";
"Insurance.Prompt.CoverPrice" = "Preț total: ${x}";
"car.insurance" = "Asigurare autovehicul";
"AddStandard" = "Adăugați acoperirea premium";
"CTA.Insurance.Added" = "Cu acoperire premium";
"CTA.Insurance.Not.Added" = "Cu Acoperire Limitată";
"Standardadded" = "Acoperire premium adăugată";
"PayAtPickupReminder" = "Vă reamintim că veți plăti restul de ${x} la momentul preluării, în moneda locală.";
"Insurance.Limited.Cover.Incl" = "Asigurare limitată (inclusă)";
"Recent.Searches" = "Căutări recente";
"AddCar" = "Continuare";
"Total" = "Total:";
"Limited.Offer" = "Ofertă pentru o perioadă limitată de timp";
"PercentageOff" = "${x} reducere";
"Free.ThirdPartyLiability" = "Răspundere faţă de terţi";
"Insurance.Checklist.Item2" = "Pneuri, geamuri, oglinzi şi roţi";
"Insurance.Checklist.Item5" = "Acoperire principală &amp; bunuri personale";
"Chubb.Content.1" = "Scutirea de daune în caz de accident şi protecţia antifurt incluse în această închiriere nu vă acoperă complet în caz de daună sau furt. Sunteţi încă pasibil de plata unei franşize în cazul în care maşina este avariată sau furată sau dacă pierdeţi cheile.";
"Chubb.Content.2" = "Da, vreau să închei o asigurare personală împotriva plăților potențiale pentru franșiză pentru doar ${x} (${y} = ${z}).";
"Chubb.Content.3" = "Dacă doriţi să asiguraţi plăţile potenţiale pentru franşiză, bifaţi căsuţa de mai sus.";
"Chubb.Content.4" = "Calitate foarte bună";
"Chubb.Content.5" = "Rambursarea plăţii pentru franşiză în cuantum de până la 50.000 ZAR pentru doar ${x} (${y} = ${z}).";
"Chubb.Content.6" = "Cea mai bună protecție";
"Chubb.Content.7" = "Primiţi o rambursare de până la 50.000 ZAR dacă vi se cere să plătiţi o taxă de franşiză.";
"Chubb.Content.8" = "Şi mai multe";
"Chubb.Content.9" = "Beneficiile în urma unui accident de până la ZAR 50,000 în caz de deces sau dizabilităţi şi acoperirea în cazul furtului bunurilor personale de până la ZAR 15,000 sunt incluse în această asigurare.";
"Chubb.Content.10" = "Cum funcţionează această asigurare în timpul şi după închiriere?";
"Chubb.Content.11" = "Cum funcționează această asigurare în timpul și după închiriere?";
"Chubb.Content.12" = "Preluarea autovehiculului";
"Chubb.Content.13" = "Furnizorul de servicii de închirieri maşini vă poate solicita să plătiţi franșiza la biroul de închirieri. Nu aveți nevoie de această asigurare dacă adăugați asigurarea noastră pentru rambursarea daunelor. Un depozit de garanţie va fi debitat de pe cardul dumneavoastră de credit pentru a acoperi franşiza în caz de avariere sau furt.";
"Chubb.Content.14" = "Aşadar, asiguraţi-vă că aveţi la dumneavoastră un card de credit pe numele şoferului, împreună cu o limită de credit suficientă pentru a acoperi franşiza/depozitul de garanţie şi apelaţi-ne în cazul în care aveţi probleme atunci când ajungeţi la biroul de închirieri al furnizorului serviciilor de închiriere maşini.";
"Chubb.Content.15" = "Returnarea mașinii";
"Chubb.Content16" = "În cazul în care maşina este avariată sau furată, furnizorul serviciilor de închiriere maşini va reţine franşiza pentru a acoperi costurile, pe care le puteţi recupera apoi integral. În e-mailul de confirmare veți primi detalii referitoare la modalitatea de a face o solicitare. În cazul în care maşina nu este avariată sau furată, franşiza/depozitul de garanţie vi se va rambursa integral.";
"Chubb.Content.17" = "Pentru detalii complete, consultaţi Termenii şi condiţiile.";
"National.ID" = "Număr act de identitate naţional";
"Origin.Province" = "Selectați regiunea dumneavoastră";
"Allianz.Content.1" = "Beneficiile asigurării din cadrul acestei polițe includ";
"Allianz.Content.2" = "Daune fizice sau pierderea mașinii închiriate, lucruri ce se pot întâmpla în timp ce conduceți sau în timp ce mașina închiriată este lăsată nesupravegheată pe perioada de închiriere a acesteia";
"Allianz.Content.3" = "Orice pierderi sau daune la maşina închiriată rezultate din alte cauze decât coliziune (de exemplu: incendiu, furtună, vandalism)";
"Allianz.Content.4" = "Furtul mașinii închiriate sau al oricăror piese sau accesorii ale acesteia";
"Allianz.Content.5" = "Charges for valid loss of use while the rental car is being repaired.";
"Allianz.Content.6" = "Costuri pentru remorcarea mașinii închiriate până la cea mai apropiată facilitate disponibilă.";
"origin.State" = "Selectați țara dumneavoastră";
"Orient.legal" = "Această poliță este garantată de Orient Sigorta A.Ş. (număr de înregistrare T14113-CEM09) și distribuită de agenția autorizată a acesteia, Hepstar. Prin selectarea acestui produs sunteți de acord cu transmiterea, prelucrarea, înregistrarea, stocarea, clasificarea, actualizarea datelor dumneavoastră cu caracter personal și cu distribuirea acestora către terți în cazul în care este necesar, precum și cu stocarea în străinătate în conformitate cu legea nr. 6698 din Turcia și legislația respectivă.";
"Insurance.Upgrade.Cover" = "Solicitați acoperire superioară";
"Car.Excess.Cover.AU" = "Asigurarea de franșiză pentru mașina închiriată";
"Insurance.Checklist.Item1" = "Rambursarea franșizei în caz de daune &amp; furt";
"Add" = "Adăugaţi";
"Car.Excess.Cover.Text.AU" = "Atunci când preluați mașina, furnizorul va reține de obicei un depozit de garanție de pe cardul de credit pentru suma din franșiză pentru care puteți fi pasibil de plată în cazul în care mașina este avariată sau furată";
"Car.Excess.Cover.CTA.Promo" = "Dacă doriți să acoperiți franșiza pentru mașina închiriată (de până la ${x}), trebuie doar să bifați căsuța de mai jos";
"Insurance.Prompt.Content.CTA" = "Da, doresc să achiziționez Asigurarea de franșiză pentru mașina închiriată";
"Car.Excess.Cover.Agree.Statement" = "Prin bifarea casetei de mai sus confirm că sunt de acord să primesc ${x} și ${y} prin aceste link-uri și că le-am citit și le înțeleg și sunt de acord ca datele mele cu caracter personal să fie colectate, utilizate și divulgate conform prevederilor din ${z} Allianz Global Assistance.";
"Insurance.Prompt.Agree.Links" = "Declarația privind informațiile despre produs (PDS)";
"Insurance.Prompt.Agree.Links2" = "Ghid de servicii financiare";
"Insurance.Prompt.ContentUS2" = "Protejați-vă cu Allianz Rental Car Protector pentru doar ${x} pe zi.";
"Insurance.Prompt.TCs" = "Pot exista excepții, condiții și limitări. Consultați ${x}";
"CarTermsAndConditions" = "Termeni şi condiţii";
"Car.Excess.Cover.CTA.AU" = "Da, doresc să achiziționez Asigurarea de franșiză pentru mașina închiriată pentru ${x}";
"Add.Cover" = "Adăugați acoperire";
"Insurance.Prompt.SelectCA" = "Ce provincie v-a eliberat permisul de conducere?";
"Insurance.Prompt.CTA.Insure.US" = "Da, vreau să achiziționez Rental Car Protector";
"AddInsurance" = "Adăugaţi asigurare";
"Chubb.Content.18" = "Acest produs este disponibil doar pentru persoane cu vârsta cuprinsă între 21 și 80 de ani. Polița este subscrisă de Chubb Insurance South Africa Limited și administrată de Hepstar Financial Services, furnizori autorizați de servicii financiare. Se aplică Termenii și condițiile poliței. Această poliță este oferită fără consultanță și asigurarea va fi preluată pe baza informațiilor concrete furnizate de către Asigurător.";
"Car.Excess.Cover.TC.AU" = "Această asigurare este subscrisă de Allianz Australia Insurance Limited ABN 15 000 122 850 AFSL 234708 și emisă și administrată de AWP Australia Pty Ltd ABN 52 097 227 177 AFSL 245631 care activează sub denumirea de Allianz Global Assistance. Et Ausco Limited ARBN 612 412 094 care activează sub denumirea de CarTrawler se ocupă de această asigurare ca agent pentru Allianz Global Assistance. Se aplică termenii, condiţiile şi excluderile. Consultanța privind această Asigurare este furnizată de Allianz Global Assistance, are doar un caracter general și nu ține cont de obiectivele, situația financiară sau alte nevoi ale dumneavoastră.  Înainte de a lua o decizie, vă rugăm să aveți în vedere ${x}. Dacă cumpărați o poliță Allianz Global Assistance, CarTrawler și entitatea care v-a recomandat pe acest sait primesc un comision care reprezintă un procent din prima dumneavoastră.";
"Orient.Content.1" = "Primiţi o rambursare de până la 7.000 TRY dacă vi se cere să plătiţi o taxă de franşiză.";
"Orient.Content.2" = "Rambursarea plăţii pentru franşiză în cuantum de până la 7.000 TRY pentru doar ${x} (${y} = ${z}).";
"Orient.Content.3" = "Beneficiile în urma unui accident de până la 100.000 TRY în caz de deces sau dizabilităţi şi acoperirea în cazul furtului bunurilor personale de până la 3.000 TRY sunt incluse în această asigurare!";
"Orient.Content.4" = "Acoperire pentru plăţi neprevăzute pentru franşiză.";
"Orient.Content.5" = "Beneficiile în urma unui accident de până la 100.000 TRY în caz de deces sau dizabilităţi şi acoperirea în cazul furtului bunurilor personale de până la 3.000 TRY sunt incluse în această asigurare.";
"Insurance.Prompt.Agree.Links3" = "Notă privind confidențialitatea";
"Allianz.Content.7" = "Doresc să achiziţionez Rental Car Protector şi am citit ${x}";
"Allianz.Content.8" = "Tarifele de asigurare ofertate nu includ taxe. Se vor percepe taxe, dacă se aplică în provincia în care locuiți, acestea fiind listate separat pe confirmarea de asigurare.";
"filter_pickup" = "Locaţie de preluare";
"vehicle_seat" = "Loc";
"vehicle_seats" = "Locuri";
"age_range_error_text" = "Introduceţi vârsta corectă a şoferului (18 sau peste)";
"invalid_search_parameters" = "Eroare a parametrilor de căutare";
"insurance" = "Asigurare:";
"supplier_average" = "Medie";
"TRANSFERS.Cheapest.Airport.Destination" = "TRANSFERURI – cel mai ieftin mod de a ajunge de la aeroport la destinație";
"GT.Private.Transfer" = "Transfer privat";
"Transfer.Service.Class.Regular" = "Standard";
"Business" = "Business";
"Business.Minivan" = "Minivolum business";
"Transfer.Service.Class.Luxury" = "Premium";
"Standard.Minivan" = "Monovolum";
"Max.Passengers" = "Până la ${X}";
"AirConditioning.Abbr" = "A/C";
"WifiAccess" = "Acces Wi-Fi";
"Free.Cancellation.Mobile" = "Anulare gratuită";
"Filter.Supplier" = "Furnizor";
"Review.destination.address" = "Modificați adresa de destinație";
"Book.Now.Modify.Destination" = "Puteți rezerva acum și modifica destinația cu până la 24 de ore înainte de plecare. Prețul se poate modifica în funcție de destinație.";
"One.Hyphen.Way.Transfer" = "Transfer dus";
"Special.requests.optional" = "<strong>Cerințe speciale</strong> (opțional)";
"Additional.Info.Text" = "Există informaţii suplimentare pe care şoferul ar trebui să le cunoască, cerinţe speciale, scaune pentru copii, tipul de bagaje?";
"Special.Request" = "Introduceți orice solicitare specială";
"You.also.get" = "<strong>Primiți și:</strong>";
"Certified.Driver" = "Şofer autorizat";
"No.taxes.tolls.gratuity" = "Fără taxe de drum și de serviciu";
"FREE.wait" = "Timp de așteptare GRATUIT";
"TransferConditions" = "Condiţii de transfer";
"IHaveReadTermsConditions.link2" = "Termenii şi condiţiile de rezervare";
"Privacy.Policy" = "Politica de confidențialitate";
"Confirm" = "Confirmare";
"Total.Transfer.Cost" = "Cost total transfer";
"OtherFee" = "Alte taxe";
"YoungDriverFee" = "Taxă pentru șoferii tineri";
"Price.Updated" = "Prețul a fost actualizat.";
"Address.Prompt.Field" = "Vă rugăm să introduceți un hotel, aeroport, o adresă sau un punct de interes";
"Price.No.Change" = "Este bine, nu s-a produs nicio modificare de preț.";
"PrivateTransfer.Added" = "Transferul dvs. privat a fost adăugat";
"widget_text_GT" = "Cel mai ieftin mod de a ajunge de la aeroport la destinație";
"widget_title_GT" = "Transfer privat";
"widget_title_added_GT" = "Transferul dvs. privat a fost adăugat";
"Results.Found" = "${X} rezultate găsite";
"Ticket.Oneway" = "Dus";
"From.To" = "De la ${X} la ${Y}";
"Destination.confirmed" = "Destinație confirmată";
"No.Avail.Search.Error" = "Nu există disponibilitate în această zonă. Vă rugăm să încercați altă locație.";
"To" = "Către";
"a_TO_b" = "către";
"EditSearch" = "Editare căutare";
"Where.Drop.Off" = "Unde vă putem conduce?";
"Where.Pick.Up" = "De unde vă putem prelua?";
"GT.Passengers" = "Pasageri ";
"Total.Passengers" = "${x} pasageri";
"GT.S1.PickupDate" = "Data preluării";
"GT.S1.OnePassenger" = "${x} pasager";
"Additional.Info.Text2" = "Este posibil să existe costuri suplimentare pentru servicii sau dotări precum scaune auto pentru copii. Veţi fi contactat/ă înainte ca astfel de costuri să fie adăugate rezervării dumneavoastră.";
"GT_USP_SHORT_waiting" = "Atunci când ajungeți, vom fi acolo să vă așteptăm";
"Details" = "Detalii";
"Validation.Looks.Good" = "Pare corect!";
"insurance.hepstar.tr.nationalIDError" = "Vă rugăm să introduceţi un număr de act de identitate valabil";
"IPID_LINK_TEXT" = "Consultați Documentul de informare privind produsele de asigurare înainte de a vă decide";
"Free.Cancellation.All.Cars" = "Anulare gratuită pentru toate mașinile";
"SelectedCar" = "Maşină selectată";
"Insurance.IPID.App" = "Prin adăugarea de acoperire premium confirm că am citit ${x} și că, pe baza acestor informații, această poliță de asigurare se potrivește nevoilor mele.";
"Insurance.IPID.Document" = "Documentul de informare privind produsul de asigurare (IPID)";
"Insurance.Explained" = "Franşiza dumneavoastră explicată";
"InsuranceExplained.TextUpdate" = "Acest produs satisface cerințele și nevoile celor care doresc să își acopere obligația de a suporta costurile percepute de firma de închirieri maşini, până la ${x}, în cazul în care au loc daune sau pierderea vehiculului în timpul perioadei de închiriere";
"ImportantInformation" = "Informaţii importante";
"CTA.PayAcceptTermsGDPR" = "Faceți clic pe „Plată” pentru a vă finaliza rezervarea și acceptați ${x}, ${y} și ${z}.";
"Residency.PopUp" = "Modificarea ţării/regiunii de reşedinţă poate afecta preţul şi disponibilitatea maşinii selectate de dumneavoastră. Veţi fi redirecţionat către pagina cu rezultate, unde căutarea dumneavoastră va fi actualizată.";
"Country.Region" = "Țara/regiunea";
"SearchDatesIncorrect.Error" = "Dată incorectă. Vă rugăm, revizuiţi datele selectate";
"AgeFieldYoung.Error" = "Vă rugăm să introduceți o vârstă între 18 și 24 de ani";
"DriverFullName.Empty.Error" = "Vă rugăm să introduceți numele și prenumele șoferului.";
"DriverEmail.Empty.Error" = "Vă rugăm să introduceţi adresa dumneavoastră de e-mail.";
"Phone.Empty.Error" = "Vă rugăm să introduceţi numărul dumneavoastră de telefon.";
"Address.Empty.Error" = "Vă rugăm să introduceţi adresa dumneavoastră.";
"City.Empty.Error" = "Vă rugăm să introduceţi oraşul dumneavoastră.";
"OpeningHours" = "Program de funcționare";
"AgeFieldElder.Error" = "Vă rugăm să introduceți o vârstă mai mare de 71";
"DistancePickupX" = "Distanţa de la locaţia de preluare: ${x}";
"Distance.Tooltip" = "Biroul furnizorului de închirieri maşini este localizat la: ${x}.  Acesta este la ${y} de ${z}";
"widget_from_label" = "De la";
"widget_Xperday" = "${x} pe zi";
"widget_fromXperday" = "De la ${x}/zi";
"widget_perday" = "/zi";
"FlightNumber.Empty.Error" = "Este necesar numărul zborului";
"NameOnCard" = "Nume de pe card";
"widget_remove" = "Eliminați";
"EmailAddress" = "Adresă de e-mail";
"title_search_results" = "Rezultate";
"title_interstitial" = "Căutare….";
"Availability.Mobile1" = "Nu am găsit rezultate care să se potrivească criteriilor dumneavoastră, dar modificarea detaliilor de căutare poate ajuta.";
"Availability.Text2" = "Încercaţi ore alternative de preluare şi predare";
"Availability.Text3" = "Încercaţi date alternative";
"LocationType.Airport" = "Aeroport";
"DriverDetails" = "Detalii despre şofer";
"search_country" = "Căutare";
"wcag.information" = "Informaţii suplimentare";
"filter_clearall" = "Ștergere toate";
"filter_clear" = "Ştergere";
"Size.Small" = "Talie mică";
"Size.Medium" = "Talie medie";
"Size.Large" = "Talie mare";
"Size.SUV" = "SUV";
"Size.Fullsize" = "Complet";
"Size.Luxury" = "De lux";
"Size.Premium" = "Premium";
"simple_connection_error" = "A apărut o problemă în procesarea solicitării dvs. Încercați din nou";
"Residency.PopUp.Title" = "Schimbați țara/regiunea?";
"AgeFieldYoung" = "18 - 24";
"AgeFieldMid" = "25 - 70";
"AgeFieldElder" = "71+";
"widget_pricing_title" = "Începând cu / pe zi";
"widget_cta_text" = "Adaugă închirieri mașini";
"CardExpDate.Empty.Error" = "Vă rugăm să completați luna și anul de expirare a cardului";
"DriverFirstName.Empty.Error" = "Vă rugăm să introduceți prenumele şoferului";
"DriverLastName.Empty.Error" = "Vă rugăm să introduceți numele șoferului";
"FlightNumberOptional" = "Numărul de zbor (opţional)";
"results_car_empty" = "Nu au fost găsite mașini";
"Availability.Text5" = "Încercați să eliminați filtrele";
"wcag.basket" = "Coș de cumpărături";
"wcag.addExtra" = "Adăugaţi o opțiune suplimentară";
"wcag.removeExtra" = "Eliminați o opțiune suplimentară";
"results_driver_age" = "Vârsta șoferului: ${x}";
"filter_showxcars" = "Arată ${x} (de) mașini";
"payment_premium_cover" = "Acoperire Premium";
"wcag.back" = "Înapoi";
"Filter.CarSize.Show.All" = "Arată mai multe dimensiuni";
"Filter.CarSize.Show.Less" = "Arată mai puține dimensiuni";
"CardholderName.Empty.Error" = "Vă rugăm să introduceţi numele titularului cardului de credit.";
"CardSecurityCode.Empty.Error" = "Vă rugăm să introduceţi codul de securitate aici.";
"CardNumber.Payment.Empty.Error" = "Vă rugăm să introduceți numărul cardului.";
"Cardexpiry.Empty.Error" = "Vă rugăm să introduceți data de expirare a cardului.";
"SpecialOffer.GuaranteedNewCar" = "Mașină nouă garantată";
"SpecialOffer.FreeDriver" = "Şofer suplimentar gratuit";
"SpecialOffer.GuaranteedCarModel" = "Model de maşină garantat";
"Carblock.People" = "${x} persoane";
"cancellation_banner" = "Anulare gratuită pentru toate autovehiculele, cu până la 48 de ore înainte de preluare";
"Carblock.PricePerDay" = "${x}/zi";
"Carblock.Total" = "${x} total";
"CarPriceInclude" = "Include ${x} (${y})";
"CarPriceInclude.Free" = "Gratuit";
"Insurance.Modal.Accept" = "Accept";
"Insurance.Modal.AcceptText" = "Înainte de a continua, trebuie să acceptați Termenii și condițiile de asigurare";
"Insurance.Modal.ViewTerms" = "Vedeți Termeni și condiții";
"Preferred.Supplier.Footer.Default" = "Oferte exclusive";
"Preferred.Supplier.Header.Default" = "Recomandat";
"Booking.Summary.Payment.Paid" = "Achitat";
"Booking.Summary.Payment.Pickup" = "În momentul preluării";
"DriverAgeYoung" = "18 - 29";
"DriverAgeMid" = "30 - 69";
"DriverAgeElder" = "70+";
"InsuranceExplained.TextUpdate2" = "Rețineți că documentația privind polița de asigurare vă poate fi furnizată prin e-mail și/sau prin poștă. Dacă faceți clic pe \'${x}\' și completați adresa dumneavoastră de e-mail, documentele vă vor fi furnizate prin e-mail. În cazul în care doriți să primiți documentele de asigurare prin poștă, vă rugăm să trimiteți un e-mail la adresa: carhireclaims@axa-assistance.co.uk.";
"DriverAgeElder.Error" = "Vă rugăm să introduceți o vârstă mai mare de ${x}";
"DriverAgeYoung.Error" = "Vă rugăm să introduceți o vârstă între ${x} și ${y} de ani";
"Extras.Show.List" = "Afișare listă";
"Extras.Subheader" = "Dacă plătiți la biroul de închirieri, disponibilitatea acestor dotări nu poate fi întotdeauna garantată, iar prețurile se pot modifica.";
"Extras.Included" = "Inclus";
"Extras.X.Free" = "${x} gratuit";
"Payment.Summary.Free" = "${x} gratuit";
"error_connection_text" = "Asiguraţi-vă că sunteţi conectat la o reţea mobilă sau WiFi şi încercaţi din nou.";
"error_connection_cta" = "Încercați din nou";
"error_dismiss" = "Ignorare";
"Upsell_Title" = "Vești bune!";
"Upsell_Body" = "Aveți opțiuni de asigurare pentru mașina selectată.";
"CTA_Not_Now" = "Nu acum";
"Limited_Cover_Title" = "Acoperire limitată";
"Limited_Insurance_Checklist_Item1" = "Franșiză (nerambursabilă) de ${x}";
"Limited_Insurance_Checklist_Item3" = "Protecție limitată împotriva daunelor și furtului";
"Premium_Insurance_Details" = "Asigurarea pentru rambursarea daunelor este oferită de AXA.";
"Premium_Insurance_Checklist_Item1" = "Protecție franșiză (rambursabilă) de până la ${x} ";
"Premium_Insurance_Checklist_Item2" = "Depozit de garanție ${x}";
"Premium_Insurance_Checklist_Item3" = "Rambursarea franșizei în caz de daune &amp; furt";
"ZeroExcess_Title" = "Pachet franșiză zero";
"ZeroExcess_Insurance_Details" = "Asigurare cu franșiză zero și depozit redus.";
"ZeroExcess_Checklist_Item1" = "Franşiză ${x}";
"ZeroExcess_Checklist_Item2" = "Protecție împotriva daunelor și antifurt";
"ZeroExcess_CC_Required" = "Nu este necesar un card de credit";
"Insurance_Checklist_Third_Party" = "Asigurare de răspundere față de terți";
"Insurance_Checklist_Desk_Deposit" = "Depozit de garanție ${x}";
"Insurance_More_Info" = "Informații suplimentare";
"CTA_Show_Me" = "Arată";
"SpecialOffer.ZeroExcessAvailable" = "Pachet Franșiză zero disponibil";
"Limited_Insurance_Included" = "Inclus în taxa de închiriere a mașinii.";
"Premium_Insurance_Checklist_Item4" = "Parbrize, acoperiș, șasiu și anvelope";
"Premium_Insurance_Checklist_Item5" = "Acoperire principală și bunuri personale";
"CTA_Add_Continue" = "Adăugare și continuare";
"ZeroExcess_Terms_1" = "Cu Pachetul franșiză zero, obțineți beneficiile acoperirii limitate a furnizorului (inclusiv acoperirea răspunderii terților), plus ${x} franșiză și depozit de garanție mai mic. În cazul în care mașina dvs. este avariată sau furată, furnizorul de servicii de închiriere de mașini nu vă va taxa.";
"ZeroExcess_Terms_2" = "Deteriorarea sau avarierea completă a pneurilor, parbrizului, geamurilor și șasiului ar putea să nu fie acoperite. Vă rugăm să verificați la agentul de închirieri de la biroul de închirieri.";
"LimitedCover_Info" = "Prin acoperirea limitată oferită de furnizor sunteți acoperit/ă pentru răspunderea față de terți. De asemenea, puteți achiziționa o acoperire limitată pentru furt sau avarierea mașinii. Acoperă majoritatea costurilor, dar sunteți răspunzător de plata unei franșize de până la ${x}. La preluarea mașinii, trebuie să constituiți un depozit de garanție, folosind cardul de credit. Dacă autovehiculul este avariat sau furat, furnizorii vor reține costurile din depozitul dvs.";
"Swiss_Premium_Insurance_Details" = "Polița de asigurare este subscrisă de TSM Insurance. Toate revendicările sunt gestionate de AXA Assistance.";
"FlightNumber_Error" = "Vă rugăm să verificați numărul zborului.";
"DriverAgeYoung_Header" = "18 - 29";
"DriverAgeMid_Header" = "30 - 69";
"DriverAgeElder_Header" = "70+";
"Loyalty_Generic_Error" = "Acesta număr de fidelitate nu este recunoscut";
"Priority_Messaging_Native_Results" = "Bucurați-vă de flexibilitate și de măsuri îmbunătățite de igienă.";
"Priority_Messaging_Native_Details" = "Anularea gratuită este disponibilă cu până la ${x} ore înainte de preluare.";
"Priority_Messaging_Native_Payment" = "Bucurați-vă de flexibilitate cu opțiunea de anulare gratuită cu până la ${x} ore înainte de preluare.";
"car_features" = "Caracteristici mașină";
"vehicle_fuel_hybrid" = "Hibrid";
"vehicle_fuel_electric" = "Electric";
"rental_info_details" = "Mai multe detalii";
"vehicle_fuel_policy_type_FREETANK" = "Rezervor plin, gratuit";
"vehicle_fuel_policy_desc_FREETANK" = "Veți primi mașina cu rezervorul plin, gratuit. Puteți utiliza oricât de mult carburant doriți și nu trebuie să umpleți rezervorul înainte de a preda maşina.";
"vehicle_fuel_policy_type_SAMESAME" = "Predarea mașinii cu aceeași cantitate de carburant ca la preluare";
"vehicle_fuel_policy_desc_SAMESAME" = "Veți prelua mașina cu rezervorul plin. Verificați nivelul de combustibil înainte de a porni la drum. Va trebui să returnați mașina cu același nivel de combustibil.";
"Filter_PriceRange" = "Gamă de prețuri";
"Filter_AverageCarPrice" = "Prețul mediu al unui autovehicul este ${x} ";
"PickupType_CarDriver" = "Servicii şofer";
"PickupType_CarDriver_Info" = "Şoferul dumneavoastră vă va întâmpina în sala de sosire a terminalului aeroportului.";
"PickupType_MeetNGreet" = "„Meet &amp; Greet” (întâlnire şi salut)";
"PickupType_MeetNGreet_Info" = "Un reprezentant al furnizorului de servicii de închirieri maşini vă va întâmpina în terminalul aeroportului pentru a vă îndruma către biroul de închirieri.";
"PickupType_Terminal" = "În terminal";
"PickupType_Terminal_Tooltip" = "Aceasta este cea mai convenabilă opțiune de preluare. Biroul de închirieri este amplasat în terminalul aeroportului.";
"PickupType_ShuttleBus_Terminal" = "Autobuz de transfer gratuit";
"PickupType_ShuttleBus_Terminal_Tooltip" = "Un autobuz de transfer gratuit vă va transporta de la terminalul aeroportului la biroul de închirieri.";
"PickupType_ShuttleBus_Counter" = "Autobuz de transfer gratuit";
"PickupType_ShuttleBus_Counter_Tooltip" = "Un autobuz de transfer gratuit vă va transporta de la terminalul aeroportului la biroul de închirieri.";
"PickupType_HoppaShuttleBus" = "Autobuz de transfer";
"PickupType_HoppaShuttleBus_Info" = "Un autobuz de transfer vă va transporta la biroul de închirieri de lângă terminalul aeroportului. Este posibil să se perceapă o mică taxă pentru acest serviciu, care trebuie achitată șoferului.";
"PickupType_OnAirport_Terminal" = "La aeroport";
"PickupType_OnAirport_Terminal_Info" = "Biroul de închirieri este amplasat convenabil în incinta aeroportului.";
"PickupType_OnAirport" = "La aeroport";
"PickupType_OnAirport_Info" = "Biroul de închirieri este amplasat convenabil în incinta aeroportului.";
"PickupType_Rail" = "Este necesară deplasarea cu trenul";
"PickupType_Rail_Info" = "Este necesar să vă deplasați cu trenul de la terminalul aeroportului la locația furnizorului";
"vehicle_fuel_lpg" = "GPL";
"vehicle_fuel_hydrogen" = "Hidrogen";
"vehicle_fuel_ethanol" = "Etanol";
"vehicle_fuel_multifuel" = "Policarburant";
"sale_search_banner_title" = "Au început reducerile!";
"sale_search_banner_description" = "Reducere de până la ${x}. Reducerea expiră la ${y}.";
"sale_landing_banner_title" = "Au început reducerile!";
"sale_landing_banner_description" = "Reducere de până la ${x}. Reducerea expiră la ${y}.";
"landing_page_1_title" = "Rezervări flexibile";
"landing_page_3_title" = "Asistenţă clienţi non-stop";
"landing_page_4_title" = "Fără costuri ascunse";
"landing_page_4_desc" = "Vă vom explica orice costuri suplimentare înainte să vă rezervaţi închirierea maşinii";
"landing_page_1_desc" = "Rezervați o mașină cu anulare gratuită cu până la 48 de ore înainte de preluare";
"landing_page_2_title" = "Mașini dezinfectate";
"landing_page_2_desc" = "Păstrați-vă siguranța și încrederea în călătoria dvs. cu măsuri de curățare îmbunătățite";
"landing_page_3_desc" = "Echipa noastră vă stă la dispoziție pentru întrebări legate de rezervarea dvs.";
"landing_page_title" = "Comparați ofertele de închiriere mașini de la peste 1.700 de furnizori din întreaga lume";
"landing_page_search" = "Unde mergeți?";
"sale_discount_payment" = "Reducere (-${x})";
"sales_TCs" = "Termeni și condiții";
"recent_search_delete" = "Ștergere";
"Pickup.Error" = "Vă rugăm să introduceți locația de preluare.";
"Return.Error" = "Vă rugăm să introduceți locația de predare.";
"HA_landing_page_title" = "Închiriați o mașină cu încredere. Căutați. Comparați. Salvați.";
"Argus_landing_page_title" = "Cel mai mic preț sau vă rambursăm diferența. Simplu.";
"Premium_Insurance_title" = "Asigurarea pentru rambursarea daunelor este oferită de ${x}.";
"Insurance.Checklist.Item1.2" = "Rambursare franșiză în caz de furt";
"ZeroExcess_Checklist_Item2_1" = "Protecție împotriva daunelor";
"ZeroExcess_Checklist_Item2_2" = "Protecție antifurt";
"Insurance.Checklist.Item1.1" = "Rambursare franșiză în caz de daune";
"Disclaimer.Quebec" = "Acoperirea nu este disponibilă pentru locuitorii provinciei Québec";
"Select.Province" = "Selectare regiune";
"Province.Residency" = "Provincia de rezidență";
"state.CA.BC" = "Columbia Britanică";
"state.CA.AB" = "Alberta";
"state.CA.YT" = "Yukon";
"state.CA.SK" = "Saskatchewan";
"state.CA.PE" = "Insula Prințului Edward";
"state.CA.ON" = "Ontario";
"state.CA.NT" = "Teritoriile de Nord-Vest";
"state.CA.NU" = "Nunavut";
"state.CA.NS" = "Noua Scoție";
"state.CA.NL" = "Newfoundland și Labrador";
"state.CA.NB" = "New Brunswick";
"state.CA.MB" = "Manitoba";
"CDW_Insurance_title" = "Asigurarea de despăgubire în caz de daune sau pierdere este oferită de AWN.";
"no_cover_title" = "Fără asigurare";
"no_cover_item1" = "${x} răspundere pentru daune și furt";
"no_cover_item3" = "Fără protecție împotriva daunelor și a furtului";
"no_cover_item2" = "${x} depozit de garanție";
"no_cover_item4" = "Fără asigurare de răspundere față de terți";
"no_cover_cta" = "Continuați fără asigurare";
"Insurance.Cover" = "Acoperirea asigurării";
"CTA_Confirm_booking" = "Confirmare rezervare";
"CTA.Confirm.AcceptTerms" = "Atingeți „Confirmare rezervare” pentru a finaliza rezervarea și a accepta condițiile noastre de închiriere, termenii și condițiile și politica de confidențialitate.";
"state.US.AK" = "Alaska";
"state.US.AL" = "Alabama";
"state.US.AR" = "Arkansas";
"state.US.AZ" = "Arizona";
"state.US.CA" = "California";
"state.US.CO" = "Colorado";
"state.US.CT" = "Connecticut";
"state.US.DC" = "Districtul Columbia";
"state.US.DE" = "Delaware";
"state.US.FL" = "Florida";
"state.US.GA" = "Georgia";
"state.US.HI" = "Hawaii";
"state.US.IA" = "Iowa";
"state.US.ID" = "Idaho";
"state.US.IL" = "Illinois";
"state.US.IN" = "Indiana";
"state.US.KS" = "Kansas";
"state.US.KY" = "Kentucky";
"state.US.LA" = "Louisiana";
"state.US.MA" = "Massachusetts";
"state.US.MD" = "Maryland";
"state.US.ME" = "Maine";
"state.US.MI" = "Michigan";
"state.US.MN" = "Minnesota";
"state.US.MO" = "Missouri";
"state.US.MS" = "Mississippi";
"state.US.MT" = "Montana";
"state.US.NC" = "Carolina de Nord";
"state.US.ND" = "Dakota de Nord";
"state.US.NE" = "Nebraska";
"state.US.NH" = "New Hampshire";
"state.US.NJ" = "New Jersey";
"state.US.NM" = "New Mexico";
"state.US.NV" = "Nevada";
"state.US.NY" = "New York";
"state.US.OH" = "Ohio";
"state.US.OK" = "Oklahoma";
"state.US.OR" = "Oregon";
"state.US.PA" = "Pennsylvania";
"state.US.SC" = "Carolina de Sud";
"state.US.SD" = "Dakota de Sud";
"state.US.TN" = "Tennessee";
"state.US.TX" = "Texas";
"state.US.UT" = "Utah";
"state.US.VA" = "Virginia";
"state.US.VT" = "Vermont";
"state.US.WA" = "Washington";
"state.US.WI" = "Wisconsin";
"state.US.WV" = "Virginia de Vest";
"state.US.WY" = "Wyoming";
"Insurance.Disclosure.Allianz" = "Recomandată, oferită și vândută de Allianz Global Assistance. Subscriitor: Jefferson Insurance Company sau BCS Insurance Company. Planul include servicii de asigurare și asistență. Se aplică Termenii și excluderile (inclusiv pentru condițiile preexistente).";
"Insurance.Disclosure.Allianz.Link" = "Divulgări detalii despre planuri și prețuri";
"state.US.RI" = "Rhode Island";
"COVID_coverage_limitations" = "COVID-19: Limite importante ale acoperirii";
"Damage.Protection.title" = "Asigurare pentru protecția daunelor oferită de ${x}";
"State.Residency" = "Statul de rezidenţă";
"Select.Residency" = "Selectare rezidenţă";
"PrefSupplier.Tagline.Mobile.EUROPCAR" = "Oferte exclusive";
"Size.Midsize" = "Dimensiune medie";
"Size.Smallsuv" = "SUV mic";
"Size.Mediumsuv" = "SUV mediu";
"Size.Midsizesuv" = "SUV de dimensiune medie";
"Size.Largesuv" = "SUV mare";
"Size.Mini" = "Mini";
"Size.Economy" = "Economic";
"Size.Compact" = "Compact";
"Size.Intermediate" = "Mediu";
"Size.Standard" = "Standard";
"Size.Minivan" = "Monovolum";
"Size.Cargovan" = "Mașină transport marfă";
"Size.Van" = "Microbuz";
"Size.Largevan.12pax" = "Furgon mare";
"Size.Largevan.15pax" = "Furgon mare";
"Size.Convertible" = "Decapotabilă";
"Size.Estate" = "Break";
"Size.Peoplecarrier" = "Mașină pentru transport persoane";
"Size.5seatcarrier" = "minivolum cu 5 locuri";
"Size.7seatcarrier" = "minivolum cu 7 locuri";
"Size.9seatcarrier" = "minivolum cu 9 locuri";
"Size.Scooter" = "Scuter";
"Size.Truck" = "Camion";
"Size.Exotic" = "Exotic";
"Size.Special" = "Special";
"cash_banner_title" = "Economisiți până la 40 de euro la închirierile de mașini cu Prime";
"Price.for.days" = "Preţ pentru ${X} zile";
"cash_widget_confirmation_title" = "Felicitări!";
"cash_widget_confirmation_subtitle" = "Folosind voucherul, ați economisit ${x} la această închiriere de mașină.";
"cash_widget_payment_title" = "Felicitări!";
"cash_widget_payment_subtitle" = "Economisiți ${x} la această închiriere de mașină folosind voucherul";
"Prime_why_book_with_us" = "De ce sute de mii de membri Prime folosesc serviciile noastre de închirieri de mașini?";
"Prime_cash_widget_payment_title" = "Felicitări!";
"voucher.for.days" = "Prețul voucherului pentru ${x} zile";
"voucher.for.day" = "Preţ total";
"Promo.Code" = "Cod promoțional";
"Cannot.Find.Location" = "Ne pare rău, nu putem găsi locația dvs. Vă rugăm să încercați mai târziu.";
"Use.Current.Location" = "Utilizaţi locaţia curentă";
"Location.Permission.Disabled" = "Pentru a utiliza această caracteristică, accesați Setări și activați permisiunea de localizare pentru această aplicație.";
"Sup.Ben.Select.Code.Type" = "Selectați tipul de cod";
"Sup.Ben.Activated.Button.Title" = "Căutare oferte cu reduceri";
"Sup.Ben.Add.CTA" = "Adăugare promoție/reducere";
"Sup.Ben.Code" = "Cod";
"Sup.Ben.Description" = "Obțineți cele mai bune tarife cu reducerile noastre speciale de la furnizorii noștri. Adăugați reducerile Avis și Budget acum.";
"Sup.Ben.Toggle.Title" = "Aplicare tarife reduse";
"Sup.Ben.Banner.Title" = "Obțineți cele mai bune tarife";
"Sup.Ben.Banner.Description" = "Aplicați reduceri speciale de la partenerii noștri exclusivi pentru închirieri auto Avis și Budget.";
"Sup.Ben.Banner.Button" = "Aplicați acum";
"Sup.Ben.Rental.Company" = "Firmă de închirieri mașini";
"Sup.Ben.Promo.Validation.Error" = "Ceva nu pare a fi în regulă. Verificați codul și reîncercați";
"Sup.Ben.Promo.Validation.Success" = "Pare corect!";
"Sup.Ben.Code.Type" = "Tip cod";
"Sup.Ben.Promo.Discount" = "Promoție/reducere";
"Sup.Ben.Update" = "Actualizare";
"Sup.Ben.XOptional" = "${x} (opțional)";
"SpecialOffer.FreeGPS" = "GPS inclus gratuit";
"SpecialOffer.FreeWinterTyres" = "Pneuri de iarnă gratuite";
"Free.Extra.Included" = "Opțiune suplimentară gratuită inclusă";
"Customer.Portal.Booking.CTA" = "Gestionare rezervare";
"Booking.Ref.Copied" = "Referință rezervare copiată în clipboard";
"Booking.Ref.Title" = "Numărul de referință al rezervării";
"Country.Selection.Settings" = "Țara/regiunea de reședință poate afecta termenii de închiriere și poate afecta vehiculele care apar în rezultatele căutării.";
"Country.Selection.Dialog.Title" = "Schimbarea țării/regiunii?";
"Country.Selection.Dialog.Text" = "Schimbarea țării/regiunii de reședință va afecta acum termenii închirierii și, pentru a vă oferi cele mai precise rezultate, veți fi redirecționat înapoi la pagina cu rezultatele căutării.";
"Pay.Later.Title" = "Opţiuni de plată";
"Pay.Later.Pay.Today" = "Plătiți astăzi";
"Pay.Later.Pay.By" = "Plată prin ${x}";
"Pay.Later.Payment.Explainer" = "Plăți astăzi un avans de ${x} din taxa de închiriere a mașinii. <b>Soldul rămas</b> va fi retras automat la ${y}.";
"Pay.Later.Pay.Now" = "Plătiți acum";
"Pay.Later.Basket.Deducted.On" = "Dedus la ${x}";
"Pay.Later.Basket.Pick.Up" = "Plătiți în momentul preluării";
"Pay.Later.Remaining.Balance.Explainer" = "Suma restantă de plată pentru închiriere va fi retrasă automat de pe cardul dumneavoastră la ${x}.";
"Pay.Later.Accessories.Explainer" = "La momentul preluării, veți plăti pentru următoarele: ${x}";
"Pay.Later.View.Details" = "Vizualizare detalii";
"Payment.Processing.Message" = "Rezervarea dvs. este în desfășurare";
"Loyalty.Banner.Greeting" = "Bună ziua";
"landing.usp.position1" = "Beneficiați de reduceri de 35% la tarifele de bază* oferite de Avis și Budget.";
"landing.usp.position2" = "Câștigați până la 1.250 mile de bază MileagePlus";
"landing.usp.position3" = "Avis: Utilizați numărul MileagePlus și numărul Avis Worldwide Discount (AWD) A791500 pentru a câștiga mile cadou de bază MileagePlus și o reducere.";
"landing.usp.position4" = "Budget: Utilizați numărul MileagePlus și numărul Budget Customer Discount (BCD) B204900 pentru a câștiga mile cadou de bază MileagePlus și o reducere.";
"landing.usp.position5" = "Pentru a folosi mile sau mile și bani, vizitați <a href=\"https://cars.mileageplus.com/en/?clientID={CLIENTID}#/searchcars/?utm_source=loyalty&amp;utm_medium=display&amp;utm_campaign=earnsitelink&amp;utm_content=car_burn\"><b>cars.mileageplus.com</b></a>";
"landing.usp.footnote.position1" = "*Economiile de până la 35% se aplică doar taxelor de timp și kilometraj. Toate taxele, comisioanele (inclusiv, dar fără a se limita la taxa de recuperare a accizelor pentru climatizare, taxa de recuperare a concesiunii, taxa de recuperare a licenței vehiculului, taxa de recuperare a energiei, taxa de gestionare a anvelopelor și taxa pentru deplasări frecvente) și suprataxele (inclusiv, dar fără a se limita la taxa de facilități pentru clienți și taxa de recuperare a taxei ecologice) sunt opțiuni suplimentare.";
"landing.usp.title" = "Rezervați o mașină prin United";
"united_landing.usp.title" = "Rezervați o mașină prin United";
"landing.usp.sale.position1" = "Ofertă specială cu durată limitată: Câștigați un bonus suplimentar de 500 de mile MileagePlus. <a href=\"https://cars.united.com/ro/mileage-terms-and-conditions\" target=\"_blank\"><b>Termeni compleți aici.</b></a>";
"united_redeem.landing.usp.title" = "Beneficii pentru rezervarea unei mașini Avis sau Budget pentru închiriere cu MileagePlus Car Awards";
"united_redeem.landing.usp.position1" = "Conectaţi-vă la contul MileagePlus pentru a obține cele mai bune prețuri";
"united_redeem.landing.usp.position2" = "Plătiți cu mile sau o combinație de mile și bani";
"united_redeem.landing.usp.position3" = "Pentru a face modificări/anulări ale unei rezervări pentru care au fost folosite mile, vă rugăm să vizitați <a href=\"https://cars.mileageplus.com/ro/help\" target=\"_blank\"><b>centrul nostru de asistență</b></a>";
"landing.usp.tac.title" = "Termenii și condițiile";
"united_landing.usp.tac.title" = "<a href=\"${baseURL}/${lang}/mileage-terms-and-conditions\" target=\"_blank\">Termenii și condițiile</a>";
"united_landing.usp.pp.title" = "<a href=\"${baseURL}/${lang}/privacy-and-policies\" target=\"_blank\">Politica de confidențialitate</a>";
"landing.usp.pp.title" = "<a href=\"https://${baseURL}/${lang}/privacy-and-policies\" target=\"_blank\">Politica de confidențialitate</a>";
"united_landing.usp.sale.position2" = "Ofertă specială cu durată limitată: Câștigați un bonus suplimentar de 500 de mile MileagePlus. <a href=\"https://cars.united.com/ro/mileage-terms-and-conditions\" target=\"_blank\"><b>Termeni compleți aici.</b></a>";
"sale_landing_banner_monetary_description" = "Rezervaţi acum de la ${x} pe zi!";
"sale_landing_banner_caption_closed_group" = "Exclusiv";
"sale_landing_banner_caption" = "Reduceri";
"sale_landing_banner_percentage_title" = "Au început reducerile";
"sale_landing_banner_monetary_title" = "Oferte de închiriere de mașini";
"sale_landing_banner_TCs" = "Termeni și condiții";
"sale_landing_banner_title_monetary" = "Oferte de închiriere de mașini";
"sale_search_banner_title_monetary" = "Oferte de închiriere de mașini";
"sale_search_banner_monetary_description" = "Rezervaţi acum de la ${x} pe zi!";
"payment.options.creditcard.title" = "Carte de credit";
"payment.error.generic.dialog.text" = "Din păcate, nu putem procesa rezervarea dumneavoastră în acest moment. Rezervarea dumneavoastră nu a fost finalizată, iar cardul nu a fost debitat. Vă rugăm să încercați din nou cu o altă metodă de plată.";
"payment.googlepay.card.link" = "Modificare";
